{"ability": {"V感觉0": "完全没有性经验。阴道处于未开发状态。阴道口细小。处女膜完好。内壁柔软而紧致。阴道狭窄干涩。无法接纳任何物体的插入。性对她来说是一个完全陌生的概念。", "V感觉1": "有过初次性经验，处女膜破裂，但阴道还比较紧致。阴道口能够打开，但仍然比较狭窄。内壁也比较薄嫩，只能勉强接纳较细的物体插入。阴道分泌的爱液还比较少，插入时还需要额外的润滑。", "V感觉2": "性生活已经比较丰富，阴道逐渐被开发，阴道口可以打开到一定程度，接纳普通大小的插入。内壁也变得比较厚实有弹性，分泌的爱液也比较充足。", "V感觉3": "阴道已经被充分开发，有很好的弹性。阴道口可以打开到很大的程度，内壁也比较厚实，有很强的包裹力。即使长时间不性交，阴道也可以迅速适应插入。分泌的爱液非常丰沛，可以进行顺畅的活塞运动。", "V感觉4": "阴道已经被开发到极致，有极强的适应能力，无论是夸张的巨物还是细小的器物都可以完美包裹。内壁肌肉也非常发达，穴肉如同活物一般，可以紧紧吸附任何大小的插入物，即使是小指也难以拔出。大量爱液的分泌使插入非常顺畅。如果长时间不性交，会产生强烈的空虚感。", "A感觉0": "后庭处于未开发状态，肛门紧闭，括约肌也非常紧致，无法接受任何物体的插入和接触。后庭对性完全没有概念，也无法带来性快感。", "A感觉1": "后庭开始有了性接触，但肛门仍然比较紧闭，括约肌也较为紧张，只能勉强打开接受细小物体的插入。插入时还会感到明显的不适和疼痛。后庭性快感比较微弱。", "A感觉2": "后庭逐渐被开发，肛门可以打开到一定程度，括约肌也变得比较松弛有弹性，可以接受一定大小的插入，但仍需润滑。插入时的不适感减轻，可以得到简单的性快感。", "A感觉3": "后庭开发到相当程度，肛门可以打开到较大程度，括约肌也比较松软，可以接受大一点的插入。充足的润滑可以进行无痛的活塞运动，可以获得比较充分的性快感。", "A感觉4": "后庭开发到极致，肛门可以完全打开，括约肌也非常松软有弹性，可以接受巨大插入和各种玩法。后庭性快感非常强烈，已经成为重要的性感带之一", "W感觉0": "子宫口处于最初封闭的状态，接触会引起明显的疼痛和不适。", "W感觉1": "子宫口逐渐习惯外界接触，疼痛感减轻，取而代之的是酥麻和胀痛感。这表示子宫口正在打开，神经末梢得到刺激。", "W感觉2": "子宫口基本打开，插入会引起一定不适，但很快转为酥痒感。子宫口对刺激产生本能反应，分泌液体润滑。", "W感觉3": "子宫口开发到一定程度，插入会引起轻微快感，子宫口会有轻微吸吮感。这是子宫准备好迎接交合的信号。", "W感觉4": "子宫口完全打开，成为高敏感性带。子宫口柔软无比，甚至可以接纳肉棒的插入。插入时子宫口会热情地吸吮，试图将对方吞入体内。整个子宫都在渴求被充满，是完全准备好承受交合的状态。", "口感觉0": "口腔和舌头完全不敏感，无法作为性器官，也无法接受和吞咽精液。舌头仅具有基本的味觉功能，口腔内除了牙齿以外没有特殊的触觉反应。这时的口腔就像一般人的口腔一样，不会从接触精液中获得性快感，也无法有效地吞咽下去，大部分会被唾弃出来。", "口感觉1": "口腔和舌头开始有了一定的敏感度，可以感受到舌面和口腔内壁被触碰时产生的快感，但这种快感还很微弱。舌头可以品尝到精液的味道，但吞咽仍然有困难。口腔有了一定的性快感，但还达不到高潮的程度，吞咽精液也还有障碍。", "口感觉2": "口腔和舌头的敏感度明显增强，舌面和口腔内壁被触碰可以产生较强烈的性快感。舌头可以敏锐地品尝到精液的味道，吞咽精液也比较流畅。口腔已经成为一个敏感的性器官，可以通过舌头和口腔的刺激达到高潮，吞咽精液也基本无障碍。", "口感觉3": "口腔和舌头的敏感度非常高，轻微的接触和舔舐就可以带来极强的性快感，日常进食也会产生性冲动。腔内已经高度敏感，舌头可以最大限度地感受精液的味道，吞咽精液也成为一种本能和乐趣。口腔已经完全成为性器官，可以通过口交达到极致的性高潮。"}, "dirty": {"头发精液污浊1": "有一点精液", "头发精液污浊2": "能看出精液附着", "头发精液污浊3": "大量精液", "头发精液污浊4": "精液覆盖", "脸部精液污浊1": "有精液附着", "脸部精液污浊2": "大量精液", "脸部精液污浊3": "被精液盖满", "口腔精液污浊1": "有一点精液", "口腔精液污浊2": "大量精液", "口腔精液污浊3": "满是精液", "胸部精液污浊1": "有一点精液", "胸部精液污浊2": "大量精液", "胸部精液污浊3": "精液覆盖", "腋部精液污浊1": "有精液附着", "腋部精液污浊2": "大量精液", "腋部精液污浊3": "被精液盖满", "手部精液污浊1": "有精液附着", "手部精液污浊2": "大量精液", "手部精液污浊3": "被精液盖满", "小穴精液污浊1": "有一点精液", "小穴精液污浊2": "精液滋润", "小穴精液污浊3": "大量精液", "小穴精液污浊4": "满是精液", "子宫精液污浊1": "有一点精液", "子宫精液污浊2": "精液滋润", "子宫精液污浊3": "大量精液", "子宫精液污浊4": "满是精液", "子宫精液污浊5": "略微鼓胀", "子宫精液污浊6": "精液膨胀", "子宫精液污浊7": "难以置信的精液膨胀", "后穴精液污浊1": "有一点精液", "后穴精液污浊2": "精液滋润", "后穴精液污浊3": "大量精液", "后穴精液污浊4": "精液灌肠", "后穴精液污浊5": "满是精液", "后穴精液污浊6": "精液膨胀", "后穴精液污浊7": "难以置信的精液膨胀", "后穴精液污浊8": "生物极限程度的精液膨胀", "尿道精液污浊1": "有一点精液", "尿道精液污浊2": "精液滋润", "尿道精液污浊3": "大量精液", "尿道精液污浊4": "满是精液", "尿道精液污浊5": "精液膨胀", "尿道精液污浊6": "难以忍受的精液膨胀", "腿部精液污浊1": "有一点精液", "腿部精液污浊2": "大量精液", "腿部精液污浊3": "被精液盖满", "脚部精液污浊1": "有一点精液", "脚部精液污浊2": "大量精液", "脚部精液污浊3": "被精液盖满", "尾巴精液污浊1": "有一点精液", "尾巴精液污浊2": "有精液附着", "尾巴精液污浊3": "大量精液", "尾巴精液污浊4": "大量精液", "兽角精液污浊1": "有精液附着", "兽角精液污浊2": "大量精液", "兽角精液污浊3": "被精液盖满", "兽耳精液污浊1": "有精液附着", "兽耳精液污浊2": "大量精液", "兽耳精液污浊3": "满是精液", "胃部精液污浊1": "有一点精液", "胃部精液污浊2": "有精液在晃荡", "胃部精液污浊3": "明显的感到胃里精液的分量", "胃部精液污浊4": "几乎全被精液占据", "胃部精液污浊5": "过量的精液有饱腹感", "胃部精液污浊6": "精液膨胀", "胃部精液污浊7": "难以置信的精液膨胀", "胯部精液污浊1": "有精液附着", "胯部精液污浊2": "大量精液", "胯部精液污浊3": "被精液盖满", "腹部精液污浊1": "有一点精液", "腹部精液污浊2": "大量精液", "腹部精液污浊3": "满是精液", "背部精液污浊1": "有一点精液", "背部精液污浊2": "大量精液", "背部精液污浊3": "满是精液", "腹部整体精液污浊1": "肚子一切正常", "腹部整体精液污浊2": "肚子有一点膨胀", "腹部整体精液污浊3": "肚子有较大的鼓起", "腹部整体精液污浊4": "肚子大的像是塞了一个皮球", "腹部整体精液污浊5": "肚子像是怀孕了一般高高膨胀", "腹部整体精液污浊6": "肚子圆滚滚的像是快要生产三胞胎似的", "帽子精液污浊1": "有一点精液", "帽子精液污浊2": "有精液附着", "帽子精液污浊3": "大量精液", "帽子精液污浊4": "满是精液", "帽子精液污浊5": "被精液覆盖", "眼镜精液污浊1": "有精液附着", "眼镜精液污浊2": "大量精液", "眼镜精液污浊3": "被精液盖满", "耳饰精液污浊1": "有一点精液", "耳饰精液污浊2": "大量精液", "耳饰精液污浊3": "满是精液", "脖饰精液污浊1": "有一点精液", "脖饰精液污浊2": "大量精液", "脖饰精液污浊3": "满是精液", "口饰精液污浊1": "有一点精液", "口饰精液污浊2": "大量精液", "口饰精液污浊3": "被精液覆盖", "上衣精液污浊1": "有精液的气味", "上衣精液污浊2": "有一点精液", "上衣精液污浊3": "有精液附着", "上衣精液污浊4": "大量精液", "上衣精液污浊5": "满是精液", "上衣精液污浊6": "被精液覆盖", "胸衣精液污浊1": "有精液附着", "胸衣精液污浊2": "大量精液", "胸衣精液污浊3": "满是精液", "手套精液污浊1": "有精液附着", "手套精液污浊2": "大量精液", "手套精液污浊3": "满是精液", "下衣精液污浊1": "有精液的气味", "下衣精液污浊2": "有一点精液", "下衣精液污浊3": "有精液附着", "下衣精液污浊4": "大量精液", "下衣精液污浊5": "满是精液", "下衣精液污浊6": "被精液覆盖", "内裤精液污浊1": "有精液附着", "内裤精液污浊2": "大量精液", "内裤精液污浊3": "满是精液", "袜子精液污浊1": "有一点精液", "袜子精液污浊2": "有精液附着", "袜子精液污浊3": "大量精液", "袜子精液污浊4": "满是精液", "袜子精液污浊5": "被精液覆盖", "鞋子精液污浊1": "有一点精液", "鞋子精液污浊2": "有精液附着", "鞋子精液污浊3": "大量精液", "鞋子精液污浊4": "满是精液", "鞋子精液污浊5": "被精液覆盖", "武器精液污浊1": "有一点精液", "武器精液污浊2": "有精液附着", "武器精液污浊3": "大量精液", "附属物精液污浊1": "有精液附着", "附属物精液污浊2": "大量精液", "附属物精液污浊3": "被精液盖满", "爱液1": "有些许爱液", "爱液2": "充分湿润着爱液", "爱液3": "爱液泛滥的一塌糊涂", "爱液4": "爱液像泉水一样涌出", "灌肠0": "未灌肠", "灌肠1": "灌肠液灌肠中", "灌肠2": "已灌肠液灌肠", "灌肠3": "精液灌肠中", "灌肠4": "已精液灌肠", "灌肠液量0": "未灌肠", "灌肠液量1": "肠内少许不适", "灌肠液量2": "腹部有些许鼓起", "灌肠液量3": "腹部明显鼓起", "灌肠液量4": "腹部大的像是塞了一个皮球", "灌肠液量5": "腹部像是临盆了一般膨胀到了极限", "尿液0": "刚排空后的尿渍", "尿液1": "少许尿液", "尿液2": "一定尿液", "尿液3": "大量尿液，尿意明显", "破处血1": "处子血"}, "dirty_full copy": {"小穴精液污浊1": "阴唇间微微沾染些许白浊液体，从紧闭的穴口处渗出少量精液，形成细小的湿润区域", "小穴精液污浊2": "白浊液体从阴道口溢出，湿润着粉嫩的阴唇，使其呈现晶莹的光泽，能感觉到明显的滑腻感", "小穴精液污浊3": "大量白浊液体从充盈的阴道内不断涌出，挤开粉嫩的阴唇，顺着大腿内侧缓缓流下，形成蜿蜒的白色痕迹，每走一步都能感受到内部液体的晃动和从穴口持续流出", "小穴精液污浊4": "阴道内侧完全被白浊液体填满并持续从穴口溢出，浓稠的液体在重力作用下像小瀑布一样从穴口倾泻，阴唇被精液冲开到无法闭合，无论如何都无法阻止精液的喷出，整个下体被浸湿一片，在地面上形成了一滩持续扩大的白浊水池", "子宫精液污浊1": "子宫内壁感受到少量液体的存在，微微温热，带来轻微的满足感", "子宫精液污浊2": "子宫被适量白浊液体滋润，内部传来温暖的感觉，如同被轻柔地填满", "子宫精液污浊3": "子宫内被大量白浊液体充满，有明显的充实感，内部压力使下腹产生微妙的鼓胀，每次移动都能感受到液体在内部轻微晃动", "子宫精液污浊4": "子宫完全被浓稠液体塞满，有微微的饱胀感，腹部出现不自然的紧绷感，内部液体的重量使站立姿势变得略显不适", "子宫精液污浊5": "子宫因内部液体过多而略微鼓胀，腹部出现轻微的隆起，像怀孕初期一般，内部液体随着身体移动而缓慢晃动，给人一种奇特的饱足感", "子宫精液污浊6": "子宫大幅膨胀，充满的液体使下腹部明显隆起，像怀孕初期一般，行走时能明显感受到液体的重量和波动，腹部皮肤变得紧绷光滑，轻轻触摸能感受到内部的饱满", "子宫精液污浊7": "子宫极度膨胀，腹部高高隆起，白浊液体充满整个腔体，令人难以置信的饱胀感，如同怀孕中后期的状态，皮肤绷紧发亮，每走一步都伴随着内部液体的晃动，几乎无法正常行走", "后穴精液污浊1": "后穴入口处有少量白浊液体附着，形成微微的湿润光泽", "后穴精液污浊2": "适量的白浊液体附着在内壁上，使后穴显得湿润光滑，每次移动都有微妙感觉", "后穴精液污浊3": "大量白浊液体充满后穴，有细微的溢出，内壁被完全浸润，每次移动都能感受到液体在内部轻微晃动，带来异样的饱胀感", "后穴精液污浊4": "后穴内壁被完全灌注，白浊液体随着身体移动而轻微晃动，腹部有微妙的沉重感，行走时液体从穴口缓慢溢出，形成细小的白色水流", "后穴精液污浊5": "后穴完全被白浊液体填满，无法容纳更多，从穴口不断溢出，内部压力使肠道感到明显的胀痛，每次移动都伴随着大量液体的流出，无法控制", "后穴精液污浊6": "肠道因大量液体而明显膨胀，腹部出现不自然的隆起，如同怀孕初期，行走困难，每走一步都伴随着内部液体的晃动和从穴口喷溅出的白浊液体", "后穴精液污浊7": "肠道极度膨胀，腹部像气球一样鼓起，充满的液体令人难以承受，如同怀孕中后期，几乎无法行走，腹部皮肤紧绷发亮，轻轻碰触就能感受到内部液体的波动，每走一步都伴随着大量白浊液体向外喷出", "后穴精液污浊8": "肠道已达极限膨胀，腹部畸形隆起如临产妇般，皮肤绷紧到近乎透明，连血管都看得见，白浊液体已渗透进肠壁组织，导致全身麻痹般的沉重感，已无法站立，每次呼吸或轻微动作都会引发大量液体不受控地涌出，身下形成扩散的白色液体湖泊", "爱液1": "阴唇微微湿润，从紧闭的穴口处渗出少量透明液体，使粉嫩的阴唇间闪烁着湿润光泽", "爱液2": "大量透明液体从内部充盈的阴道涌出，挤开粉嫩的阴唇，使整个私密区域都变得湿滑而温暖，阴唇呈现晶莹透亮的状态，行走时有轻微水声", "爱液3": "透明液体不断从湿润的阴道口涌出，阴唇被完全浸润呈微微张开状态，爱液顺着大腿内侧蜿蜒流下，形成明显的湿痕，内部持续的充盈感使每一步行走都带来轻微的快感，液体在光线下泛着微妙的光泽", "爱液4": "透明液体如泉水般从充盈的阴道内持续喷涌而出，阴唇无法闭合，形成小股瀑布，无论如何夹紧都无法阻止液体从穴口不断流出，行走时伴随着明显的水声，每一步都能感受到内部液体的晃动与涌出", "灌肠0": "肠道状态正常，无任何灌入物质，保持着自然健康的状态", "灌肠1": "温热灌肠液缓缓注入，腹部微凸，内壁有湿润触感。液体在肠道内流动带来奇妙的充盈感，轻轻按压腹部能感受到内部液体的轻微波动", "灌肠2": "灌肠后肠道洁净如新，行走时有微妙的空荡感。内壁被彻底清洁，呈现出健康的粉色，只有一种舒适的轻盈与通畅", "灌肠3": "粘稠精液充盈肠道，腹内温热，伴随微妙饱胀感。白色液体填满了肠道褶皱，行走时能感受到内部液体缓慢流动的异样触感，腹部略微隆起并散发着微热", "灌肠4": "肠内残留少量精液，微微湿润，走动时有轻微晃动感。肠壁上附着着稀薄的白色液体痕迹，除了残留的空荡感之外，但仍能感受到微妙的湿滑触感和隐约的余温", "尿液0": "膀胱刚刚排空，呈现舒适的放松状态，尿道内仅残留着微量透明液体，腹部平坦柔软，没有任何压力感，如释重负的轻松感使身体倍感舒适", "尿液1": "膀胱内积存少量淡黄色液体，带来轻微的充盈感，下腹部有微妙的轻压感，但并不影响正常活动，偶尔走动时能感受到液体的轻微晃动，但尚不需要寻找排泄场所", "尿液2": "膀胱已积满相当程度的尿液，下腹部出现明显的饱胀感，时刻能感受到内部液体的存在，走动时液体的晃动带来轻微的不适，压力渐增使人不自觉地并拢双腿，排泄的欲望变得越发明显", "尿液3": "膀胱被尿液完全撑满，下腹部隆起并伴随着持续的胀痛感，每走一步都能感受到液体在内部的剧烈晃动，膀胱壁绷紧到极限，难以控制的排泄欲望使人无法集中注意力，尿道口有微微的湿润感，仿佛随时都会失禁，必须立即寻找排泄场所", "破处血1": "阴道口红肿微张，无法完全闭合，处女膜残片附着在粉嫩的内壁上，鲜红的处子血混合着透明液体从穴口缓缓流出，形成细小的红色痕迹，阴道内传来持续的疼痛感，每次移动都会加剧这种撕裂般的不适，陌生的胀痛与细微的湿润感交织在一起，使整个下体变得异常敏感"}, "dirty_full": {"头发精液污浊1": "有轻微的白色粘稠液体附着在发丝上，呈现出点状光泽", "头发精液污浊2": "发丝间缠绕着明显的白浊液体，部分已经开始凝结，使头发略显湿润沉重", "头发精液污浊3": "大量白色粘稠液体覆盖头发，使发丝纠结在一起，呈现出湿漉漉的状态，光线下泛着不自然的光泽，每次移动都有液体滴落", "头发精液污浊4": "头发几乎被白浊液体完全覆盖，沉重地黏在一起，呈现出浓稠的白色光泽，发丝间完全无法分开，形成一块块凝固状的区域，散发出浓烈的腥味", "脸部精液污浊1": "脸颊上粘着少量白浊液体，在灯光下微微反光，形成细小痕迹", "脸部精液污浊2": "面部大面积沾染着浓稠的白浊液体，从额头流至下巴，状如面膜般覆盖皮肤", "脸部精液污浊3": "整个脸庞完全被白浊液体覆盖，形成一层厚重的白色涂层，液体顺着脸部轮廓缓慢流淌，连睫毛和眉毛都被浸湿黏结，面部表情变得僵硬而沉重", "口腔精液污浊1": "唇边残留着少量的白色粘稠液体，微微泛着湿润光泽", "口腔精液污浊2": "口腔内充满了白浊液体，从嘴角溢出，无法完全闭合嘴唇", "口腔精液污浊3": "口腔完全被充满，白色粘稠液体从唇边不断溢出，无法完全闭合嘴巴，每次呼吸都伴随着气泡的声音，液体顺着下巴蜿蜒流下，形成长长的白色丝线", "胸部精液污浊1": "胸前有几滴白浊液体，微微反光，形成小小的湿润区域", "胸部精液污浊2": "胸部覆盖着较多白浊液体，缓缓流淌，在肌肤上形成蜿蜒的痕迹", "胸部精液污浊3": "整个胸部被浓稠精液完全覆盖，形成厚厚的一层白色涂层，皮肤几乎看不见原本的颜色，液体在胸部的曲线上缓慢流动，随着呼吸起伏而微微晃动", "腋部精液污浊1": "腋下有少量粘稠液体附着，微微湿润，呈现细小的光点", "腋部精液污浊2": "腋部完全湿润，白浊液体顺着皮肤缓缓流淌下来，形成闪亮的湿痕", "腋部精液污浊3": "腋窝完全被白浊液体填满，液体在每次手臂移动时被挤压，发出微弱的水声，随着体温变得温热，皮肤与皮肤之间形成黏腻的接触感，散发出特殊的气味", "手部精液污浊1": "手掌和指间沾有少量粘稠的白浊液体，触物时留下痕迹", "手部精液污浊2": "双手完全沾满黏腻的白浊液体，指间拉出长丝，无法灵活操作物品", "手部精液污浊3": "手部完全被白浊液体浸透，每个指尖都滴落着粘稠液体，掌纹被填满呈现出平滑的质感，手指活动时发出湿润的声响，无法拿取精细物品，握紧再张开时能拉出蛛网状的丝线", "小穴精液污浊1": "阴唇间微微沾染些许白浊液体，从紧闭的穴口处渗出少量精液，形成细小的湿润区域", "小穴精液污浊2": "白浊液体从阴道口溢出，湿润着粉嫩的阴唇，使其呈现晶莹的光泽，能感觉到明显的滑腻感", "小穴精液污浊3": "大量白浊液体从充盈的阴道内不断涌出，挤开粉嫩的阴唇，顺着大腿内侧缓缓流下，形成蜿蜒的白色痕迹，每走一步都能感受到内部液体的晃动和从穴口持续流出", "小穴精液污浊4": "阴道内侧完全被浓稠的白浊液体填满并持续从穴口溢出，在重力作用下像瀑布一样从穴口倾泻，阴唇被精液冲开到无法闭合，完全无法阻止精液的喷出，整个下半身被喷湿一片，在地面上形成了一滩持续扩大的白浊水池", "子宫精液污浊1": "子宫内壁感受到少量液体的存在，微微温热，带来轻微的满足感", "子宫精液污浊2": "子宫被适量白浊液体滋润，内部传来温暖的感觉，如同被轻柔地填满", "子宫精液污浊3": "子宫内被大量白浊液体充满，有明显的充实感，内部压力使下腹产生微妙的鼓胀，每次移动都能感受到液体在内部轻微晃动", "子宫精液污浊4": "子宫完全被浓稠液体塞满，有微微的饱胀感，腹部出现不自然的紧绷感，内部液体的重量使站立姿势变得略显不适", "子宫精液污浊5": "子宫因内部液体过多而略微鼓胀，腹部出现轻微的隆起，像怀孕初期一般，内部液体随着身体移动而缓慢晃动，给人一种奇特的饱足感", "子宫精液污浊6": "子宫大幅膨胀，充满的液体使下腹部明显隆起，像怀孕初期一般，行走时能明显感受到液体的重量和波动，腹部皮肤变得紧绷光滑，轻轻触摸能感受到内部的饱满", "子宫精液污浊7": "子宫极度膨胀，腹部高高隆起，白浊液体充满整个腔体，令人难以置信的饱胀感，如同怀孕中后期的状态，皮肤绷紧发亮，每走一步都伴随着宫内满溢精液的晃动，几乎无法正常行走", "后穴精液污浊1": "后穴入口处有少量白浊液体附着，形成微微的湿润光泽", "后穴精液污浊2": "适量的白浊液体附着在内壁上，使后穴显得湿润光滑，每次移动都有微妙感觉", "后穴精液污浊3": "大量白浊液体充满后穴，有细微的溢出，内壁被完全浸润，每次移动都能感受到液体在内部轻微晃动，带来异样的饱胀感", "后穴精液污浊4": "后穴内壁被完全灌注，白浊液体随着身体移动而轻微晃动，腹部有微妙的沉重感，行走时液体从穴口缓慢溢出，形成细小的白色水流", "后穴精液污浊5": "后穴完全被白浊液体填满，无法容纳更多，从穴口不断溢出，内部压力使肠道感到明显的胀痛，每次移动都伴随着大量液体的流出，无法控制", "后穴精液污浊6": "肠道因大量液体而明显膨胀，腹部出现不自然的隆起，如同怀孕初期，行走困难，每走一步都伴随着内部液体的晃动和从穴口喷溅出的白浊液体", "后穴精液污浊7": "肠道极度膨胀，腹部像气球一样鼓起，充满的液体令人难以承受，如同怀孕中后期，几乎无法行走，腹部皮肤紧绷发亮，轻轻碰触就能感受到内部液体的波动，每走一步都伴随着大量白浊液体向外喷出", "后穴精液污浊8": "肠道已达极限膨胀，腹部畸形隆起如临产妇，皮肤绷紧到近乎透明，白浊液体快要撑破肠壁，沉重感坠得全身不适到无法站立，每次呼吸或轻微动作都会引发大量精液不受控地喷出，身下形成扩散的白色液体湖泊", "尿道精液污浊1": "尿道口沾染少量白浊液体，微微湿润，形成细小的光点", "尿道精液污浊2": "尿道内壁被白浊液体滋润，有轻微的温热感，尿道口呈现湿润状态，膀胱内感到微热", "尿道精液污浊3": "尿道充满白浊液体，膀胱内积聚少量精液，产生轻微胀感。内部压力使排尿变得困难，每走一步都能感受到液体在尿道与膀胱内晃动的异样感觉", "尿道精液污浊4": "尿道被白浊液体完全填满，膀胱内积聚大量精液，形成明显的饱胀感。尿道口无法完全闭合，轻微挤压下腹就会有液体从尿道口溢出，膀胱压力增大，走动时带来强烈的不适与满足感", "尿道精液污浊5": "尿道内液体充盈，膀胱被大量精液撑开，下腹部出现轻微隆起。排尿困难，尿道周围组织明显肿胀，膀胱内精液晃动感明显，体位变化时能感受到内部液体的波动，液体不受控制地从尿道口滴落", "尿道精液污浊6": "尿道极度膨胀，膀胱被过量精液填满，下腹部明显凸起如同小型气球。白浊液体在内部形成强烈压力，产生难以抑制的排出欲望，膀胱壁被撑到极限，尿道口持续喷出浓稠的白浊液体，无法控制液体的流出", "腿部精液污浊1": "大腿上有几道白浊液体痕迹，缓缓流淌，形成蜿蜒痕迹", "腿部精液污浊2": "双腿布满白浊液体，在皮肤上形成多道流痕，走动时有微妙的滑腻感", "腿部精液污浊3": "整个腿部都被浓稠的白浊液体覆盖，黏腻而湿滑，如同涂了一层厚厚的乳霜，走动时大腿内侧发出轻微的水声，液体顺着腿部曲线缓慢流淌", "脚部精液污浊1": "脚背上沾有少量白浊液体，在趾间形成细丝，微微湿润", "脚部精液污浊2": "整个脚部都被白浊液体浸湿，脚趾间溢满黏腻液体，踩在地面上留下湿痕", "脚部精液污浊3": "脚部完全被白浊液体包裹，每一个脚趾都被黏稠液体浸透，脚底时不时时发出轻微的黏液吸附声，行走时精液持续从脚踝处流下，每一步都留下湿润的脚印", "尾巴精液污浊1": "尾巴尖端沾有少量白浊液体，呈现出微微的湿润光泽", "尾巴精液污浊2": "尾巴上有明显的白浊液体痕迹，使毛发粘在一起，失去了蓬松感", "尾巴精液污浊3": "尾巴大部分被白浊液体覆盖，毛发湿漉漉地纠结在一起，呈现出一绺一绺的状态，尾巴变得沉重而难以自如摆动，液体顺着毛发缓慢滴落", "尾巴精液污浊4": "整条尾巴完全被白浊液体浸透，显得沉重而潮湿，原本蓬松的毛发紧紧黏在一起，形成一个个湿漉漉的块状物，无法正常摆动，每次移动都有液体从尾尖滴落", "兽角精液污浊1": "角上附着少量白浊液体，在光线下微微反光，形成点状光泽", "兽角精液污浊2": "整个兽角都被白浊液体覆盖，顺着角的纹理缓缓流下，表面呈现湿润光泽", "兽角精液污浊3": "兽角完全被浓稠白浊液体包裹，原本的质感和色泽被完全遮盖，液体在角的沟壑和纹理间积聚，随着头部移动而缓慢流动，在光线下呈现出粘稠的光泽，散发出淡淡的气味", "兽耳精液污浊1": "耳尖沾有少量白浊液体，微微湿润，呈现细小光点", "兽耳精液污浊2": "兽耳内侧布满白浊液体，使毛发结成一缕一缕，失去了原有的柔软感", "兽耳精液污浊3": "整个兽耳完全被浓稠的白浊液体覆盖，耳毛粘成一团，失去了原本的蓬松感，耳朵变得沉重而下垂，液体沿着耳廓缓慢流淌，形成粘稠的丝线", "胃部精液污浊1": "胃部感受到少量液体的存在，微微温热，带来轻微的满足感", "胃部精液污浊2": "胃里的白浊液体随着身体移动而轻微晃动，有饱腹感，如同刚喝下温热饮品", "胃部精液污浊3": "胃部明显感受到液体的重量，每动一下都能感觉到液体的晃动，如同喝下过量的水，但更加粘稠和沉重，产生持续的饱腹感和轻微的不适", "胃部精液污浊4": "胃几乎被白浊液体占据，有强烈的饱腹感，腹部开始出现轻微的膨胀，每次移动都伴随着内部液体的晃动，带来异样的满足感", "胃部精液污浊5": "胃被过量液体填满，产生明显的饱腹感，如同吃了一顿丰盛大餐，腹部出现明显的隆起，呼吸变得略微困难，无法进食任何东西", "胃部精液污浊6": "腹部因胃内液体过多而明显膨胀，活动时能感受到液体的冲击，如同怀孕初期的状态，腹部皮肤变得紧绷，每走一步都能清晰感受到内部液体的晃动和重量", "胃部精液污浊7": "胃部极度膨胀，白浊液体充满整个腔体，腹部高高隆起，难以活动，如同怀孕中后期的状态，呼吸变得急促而困难，皮肤绷紧发亮，轻轻触碰就能感受到内部液体的波动", "胯部精液污浊1": "胯部皮肤上附着少量白浊液体，形成细小的痕迹，微微反光", "胯部精液污浊2": "整个胯部都被白浊液体完全覆盖，在皮肤褶皱处特别明显，走动时有湿滑感", "胯部精液污浊3": "胯部被厚重的白浊液体包裹，液体填满了每一道皱褶和凹陷，行走时液体在皮肤表面缓慢流动，皮肤与衣物之间产生湿滑的摩擦，发出细微的水声，散发出特殊的气味", "腹部精液污浊1": "腹部表面有几道白浊液体痕迹，形成细小的流线型图案", "腹部精液污浊2": "腹部大部分被白浊液体覆盖，形成不规则的图案，皮肤呈现湿润光泽", "腹部精液污浊3": "整个腹部完全被浓稠的白浊液体覆盖，形成一层厚厚的涂层，液体顺着腹部的曲线和肌肉的沟壑缓慢流淌，皮肤几乎看不见原本的颜色，光线下泛着湿润的光泽", "背部精液污浊1": "背部有几处白浊液体痕迹，随着动作而微微流淌，形成细小痕迹", "背部精液污浊2": "背部大面积被白浊液体覆盖，汇集成小片区域，沿着脊椎凹陷向下流动", "背部精液污浊3": "整个背部都被白浊液体完全覆盖，从肩膀一直延伸到腰部，液体在背部肌肉的沟壑中汇集，随着身体的每一次移动而缓慢流淌，皮肤完全被湿润的白色覆盖", "腹部整体精液污浊1": "腹部形态正常，没有任何异常，保持着平坦紧致的状态", "腹部整体精液污浊2": "腹部有轻微的凸起，腹部皮肤绷紧，触摸时能感受到内部的微妙变化", "腹部整体精液污浊3": "腹部明显鼓起，摸上去能感受到内部液体的存在，触摸时有微妙的波动感，腹部皮肤变得光滑而紧绷，行走时内部液体轻微晃动", "腹部整体精液污浊4": "腹部高高隆起如同包含一个小型皮球，走动时能感受到液体的波动，如同怀孕初期的状态，皮肤变得紧绷发亮，轻轻按压能感受到内部液体的存在和移动", "腹部整体精液污浊5": "腹部极度膨胀，如同怀孕中期的孕妇，行动变得缓慢而谨慎，每走一步都伴随着内部液体的晃动，皮肤被撑得发亮，能清晰看到下面青色的血管", "腹部整体精液污浊6": "腹部巨大而圆润，像怀胎十月的孕妇，行走困难，内部液体随动作明显波动，腹部皮肤极度绷紧，几乎透明，能看到下面浅浅的液体轮廓，无法弯腰或进行剧烈运动", "帽子精液污浊1": "帽子边缘沾有少量白浊液体，形成细小的湿润痕迹", "帽子精液污浊2": "帽子表面有明显的白浊液体痕迹，局部湿润，材质变得略显沉重", "帽子精液污浊3": "帽子大部分被白浊液体浸湿，材质变得沉重，液体渗透帽子的织物，形成湿漉漉的区域，原本的形状变得松垮，戴在头上明显感到额外的重量", "帽子精液污浊4": "整个帽子都被白浊液体浸透，完全湿透，材质变形且沉重，液体从帽檐滴落，几乎无法直立保持原有形状，戴上后头发立刻被浸湿", "帽子精液污浊5": "帽子完全被浓稠的白浊液体覆盖，几乎看不出原本的颜色，每一根纤维都被液体饱和，沉重得难以戴在头上，触摸就会有大量液体挤出，形成湿润的水洼", "眼镜精液污浊1": "镜片上有少量白浊液体痕迹，影响视线，形成模糊的光晕", "眼镜精液污浊2": "整个眼镜都被白浊液体覆盖，镜片和镜框上都是黏腻的液体，几乎无法透视", "眼镜精液污浊3": "眼镜完全被浓稠白浊液体包裹，镜片上的液体厚重到几乎无法看清外界，框架被液体浸润变得沉重，戴上时液体会沿着脸颊流淌，每次调整都会挤出更多液体，几乎失去了眼镜的功能", "耳饰精液污浊1": "耳饰上有一点白浊液体，微微反光，形成细小的湿润痕迹", "耳饰精液污浊2": "耳饰大部分被白浊液体覆盖，液体顺着饰品的纹理流淌，显得沉重湿润", "耳饰精液污浊3": "整个耳饰完全被白浊液体包裹，原本的形状变得模糊，装饰细节完全被白色覆盖，液体从耳饰底部滴落到颈部，形成湿润的痕迹，戴着时能感受到湿滑的触感", "脖饰精液污浊1": "脖饰上沾有少量白浊液体，形成细小的痕迹，微微反光", "脖饰精液污浊2": "脖饰大部分被白浊液体覆盖，在皮肤接触处特别明显，触感湿润黏腻", "脖饰精液污浊3": "整个脖饰都被浓稠的白浊液体完全包裹，黏在皮肤上，装饰细节完全消失在白色液体中，质地变得湿滑难以固定，接触皮肤的地方形成一圈湿润的痕迹", "口饰精液污浊1": "口饰边缘沾有少量白浊液体，微微湿润，呈现细小光泽", "口饰精液污浊2": "口饰大部分被白浊液体覆盖，与嘴唇接触的部分特别明显，说话时能感受到", "口饰精液污浊3": "整个口饰完全被白浊液体浸透，无法分辨原本的颜色和形状，液体从边缘不断滴落，沾湿下巴和颈部，呼吸时能感受到湿润的气息，佩戴时嘴唇能尝到咸腥的味道", "上衣精液污浊1": "衣物散发出微弱的腥咸气味，但表面看不出异常，只有细微的湿痕", "上衣精液污浊2": "衣物前襟有少量白色斑点，微微湿润，布料局部变得半透明", "上衣精液污浊3": "上衣多处有明显的白浊液体痕迹，部分区域已经湿透，液体渗透织物形成半透明的区域，靠近皮肤的部分变得粘腻，散发出明显的腥咸气息", "上衣精液污浊4": "上衣大部分被白浊液体浸湿，布料紧贴皮肤，形成贴身的轮廓，湿透的织物沉重而冰冷，移动时衣物发出湿漉漉的声音，留下湿润的印记", "上衣精液污浊5": "整件上衣都被白浊液体完全浸透，几乎看不出原本的颜色，织物变得半透明，完全贴合身体轮廓，沉重得像穿了一件水浸的衣服，行走时液体从下摆不断滴落", "上衣精液污浊6": "上衣彻底被白色浓稠液体覆盖，沉重地悬挂在身上，湿漉漉地滴落液体，织物完全看不出原样，厚重得难以活动，每一个动作都会挤出大量液体，发出水声", "胸衣精液污浊1": "胸衣边缘附着少量白浊液体，在布料上形成湿痕，微微反光", "胸衣精液污浊2": "胸衣大部分被白浊液体浸湿，布料变得半透明，紧贴皮肤呈现轮廓", "胸衣精液污浊3": "整件胸衣完全被白浊液体浸透，紧贴在皮肤上，显出下面的轮廓，每一根纤维都被液体饱和，沉重而黏腻，呼吸时液体随着胸部起伏而微微流动，散发出浓烈的气味", "手套精液污浊1": "手套指尖和掌心沾有白浊液体，触摸物品会留下痕迹，微微湿滑", "手套精液污浊2": "手套大部分被白浊液体浸湿，变得黏腻而沉重，手指活动受限", "手套精液污浊3": "整副手套完全被白浊液体浸透，每动一下都有液体滴落，手指活动时能听到湿润的水声，指缝间拉出长长的白色丝线，握持物品时会留下湿漉漉的印记，无法精细操作", "下衣精液污浊1": "下装散发出微弱的腥咸气味，表面看起来正常，只有极细微的湿痕", "下衣精液污浊2": "下装某些部位有微微的湿痕，形成小片白色区域，行走时有轻微摩擦感", "下衣精液污浊3": "下装多处有明显的白浊液体痕迹，部分已经渗透布料，湿润的区域紧贴皮肤，走动时布料与皮肤之间发出轻微的水声，散发出明显的腥咸气息", "下衣精液污浊4": "下装大部分被白浊液体浸湿，布料紧贴皮肤，显出下面的轮廓，每走一步都有湿润的感觉，留下微微的水痕，裤腿间摩擦时发出粘腻的声响", "下衣精液污浊5": "整件下装都被白浊液体完全浸透，行走时发出湿润的声音，布料变得沉重且半透明，完全贴合腿部轮廓，每一步都会挤出少量液体，形成细小的水流", "下衣精液污浊6": "下装彻底被浓稠的白浊液体覆盖，每走一步都有液体滴落，留下湿漉漉的足迹，布料完全湿透且沉重，行走变得困难，内层的液体不断与皮肤摩擦，发出明显的水声", "内裤精液污浊1": "内裤上有少量白浊液体痕迹，布料微微湿润，形成小范围的湿痕", "内裤精液污浊2": "内裤大部分被白浊液体浸湿，布料变得半透明，紧贴私密部位", "内裤精液污浊3": "整条内裤完全被白浊液体浸透，几乎看不出原本的颜色和形状，布料变得沉重且完全贴合私密部位，行走时液体在布料和皮肤之间流动，带来持续的湿滑感，散发出浓烈的气味", "袜子精液污浊1": "袜子尖端有少量白浊液体痕迹，形成小片湿润区域", "袜子精液污浊2": "袜子上有明显的白浊液体痕迹，部分区域湿润，与皮肤接触有滑腻感", "袜子精液污浊3": "袜子大部分被白浊液体浸湿，布料紧贴皮肤，脚趾之间的部分特别湿润，每走一步都有湿漉漉的触感，鞋内形成潮湿的环境", "袜子精液污浊4": "整双袜子都被白浊液体完全浸透，走路时发出湿润的声音，布料完全贴合脚部轮廓，行走时液体在袜子和皮肤之间流动，每一步都能感受到湿滑的触感", "袜子精液污浊5": "袜子彻底被白浊液体覆盖，每走一步都有液体从袜子中挤出，里面积满了液体，行走时发出明显的水声，脚部完全浸泡在湿滑的环境中，布料几乎无法分辨", "鞋子精液污浊1": "鞋面上有少量白浊液体痕迹，形成小片区域，微微反光", "鞋子精液污浊2": "鞋子多处有明显的白浊液体附着，特别是在缝隙处，步态略显沉重", "鞋子精液污浊3": "鞋子大部分被白浊液体浸湿，材质变得沉重，走路时能感受到鞋内积累的液体，每一步都伴随着轻微的水声，鞋面变得湿滑而有光泽", "鞋子精液污浊4": "整双鞋都被白浊液体完全浸透，走路时发出湿润的声音，鞋内积满液体，形成湿润的环境，脚趾被液体包围，每走一步都伴随着液体的挤压声", "鞋子精液污浊5": "鞋子彻底被白浊液体覆盖，从内到外都湿漉漉的，每走一步都留下湿痕，液体从鞋面的各个缝隙溢出，内部完全被液体填满，行走时发出明显的水声，如同在黏液沼泽中行走", "武器精液污浊1": "武器握柄处有少量白浊液体痕迹，手持时感到微微湿滑", "武器精液污浊2": "武器表面有明显的白浊液体附着，特别是在握持部位，使用时易滑脱", "武器精液污浊3": "整件武器大部分被白浊液体覆盖，使表面变得湿滑难以握持，液体渗入武器的每一道纹理和缝隙，增加了重量和黏腻感，挥舞时有液体甩出，形成飞溅的弧线，完全无法使用", "附属物精液污浊1": "附属物表面有少量白浊液体痕迹，局部区域湿润，微微反光", "附属物精液污浊2": "附属物大部分被白浊液体覆盖，原本的色泽变得模糊，触感湿滑黏腻", "附属物精液污浊3": "整个附属物完全被浓稠白浊液体包裹，原本的形状和材质特征变得模糊，液体填满每一个细小的缝隙，沾染周围的物体，触摸时能感受到湿滑温热的质感，重量明显增加", "爱液1": "阴唇微微湿润，从紧闭的穴口处渗出少量透明爱液，使粉嫩的阴唇间闪烁着湿润光泽", "爱液2": "透明爱液从内部充盈的阴道涌出，挤开粉嫩的阴唇，使整个私密区域都变得湿滑而温暖，阴唇呈现晶莹透亮的状态，行走时有轻微水声", "爱液3": "大量透明爱液不断从湿润的阴道口涌出，阴唇被完全浸润呈微微张开状态，爱液顺着大腿内侧蜿蜒流下，形成明显的湿痕，内部持续的充盈感使每一步行走都带来轻微的快感，液体在光线下泛着微妙的光泽", "爱液4": "透明的爱液如泉水般从充盈的阴道内持续喷涌而出，阴唇无法闭合，形成小股瀑布，无论如何夹紧都无法阻止液体从穴口不断流出，行走时伴随着明显的水声，每一步都能感受到内部液体的晃动与涌出", "灌肠0": "肠道状态正常，无任何灌入物质，保持着自然健康的状态", "灌肠1": "温热灌肠液已经注入，内壁湿润。液体在肠道内流动带来奇妙的充盈感，轻轻按压腹部能感受到内部液体的轻微波动", "灌肠2": "灌肠后肠道洁净如新，行走时有微妙的空荡感。内壁被彻底清洁，呈现出健康的粉色，只有一种舒适的轻盈与通畅", "灌肠3": "粘稠精液充盈肠道，腹内温热，伴随微妙饱胀感。白色液体填满了肠道褶皱，行走时能感受到内部液体缓慢流动的异样触感，富有生命力的精子依然在肠道内四处游动", "灌肠4": "肠内残留少量精液，微微湿润，走动时有轻微粘黏感。肠壁上附着着稀薄的白色液体痕迹，除了残留的空荡感之外，还能感受到微妙的湿滑触感和隐约的余温", "灌肠液量0": "肠道内没有灌入任何液体，状态正常，腹部平坦，无任何不适感", "灌肠液量1": "肠道内有少量液体，带来轻微的不适感，行走时能感到微弱的波动", "灌肠液量2": "液体填充了部分肠道，腹部出现轻微的隆起，活动时有明显液体感", "灌肠液量3": "大量液体充满肠道，腹部明显鼓起，行动时能感受到液体的晃动，如同早期妊娠的状态，走动时内部液体的波动带来微妙的饱胀感，腹部皮肤变得紧绷而光滑", "灌肠液量4": "肠道被液体完全撑开，腹部高高隆起如同怀孕，移动变得困难，腹部皮肤绷紧发亮，能看到下面浅浅的青色血管，每走一步都伴随着内部液体的晃动和不适", "灌肠液量5": "超量的液体使肠道极度扩张，腹部膨胀到极限，如同临产，几乎无法行动，腹部皮肤绷紧透亮，遍布淡淡的纹路，触摸能明显感受到内部液体的压力，稍微移动就伴随着强烈的不适和内部液体的剧烈晃动", "尿液0": "膀胱刚刚排空，呈现舒适的放松状态，尿道内仅残留着微量透明液体，腹部平坦柔软，没有任何压力感，如释重负的轻松感使身体倍感舒适", "尿液1": "膀胱内积存少量淡黄色液体，带来轻微的充盈感，下腹部有微妙的轻压感，但并不影响正常活动，偶尔走动时能感受到液体的轻微晃动，但尚不需要寻找排泄场所", "尿液2": "膀胱已积累了一定程度的尿液，下腹部出现明显的饱胀感，时刻能感受到内部液体的存在，走动时液体的晃动带来轻微的不适，压力渐增使人不自觉地并拢双腿，排泄的欲望变得越发明显", "尿液3": "膀胱被尿液完全撑满，下腹部隆起并伴随着持续的胀痛感，每走一步都能感受到液体在内部的剧烈晃动，膀胱壁绷紧到极限，难以控制的排泄欲望使人无法集中注意力，尿道口有微微的湿润感，仿佛随时都会失禁，必须立即寻找排泄场所", "破处血1": "阴道口红肿微张，无法完全闭合，处女膜残片附着在粉嫩的内壁上，鲜红的处子血混合着透明液体从穴口缓缓流出，形成细小的红色痕迹，阴道内传来持续的疼痛感，每次移动都会加剧这种撕裂般的不适，陌生的胀痛与细微的湿润感交织在一起，使整个下体变得异常敏感"}, "h_state": {"生理期0": "安全期", "生理期1": "普通期", "生理期2": "危险期", "生理期3": "排卵期", "阴茎位置0": "发交中", "阴茎位置1": "阴茎蹭脸中", "阴茎位置2": "口交中", "阴茎位置3": "乳交中", "阴茎位置4": "腋交中", "阴茎位置5": "手交中", "阴茎位置6": "抽插阴道中", "阴茎位置7": "抽插子宫中", "阴茎位置8": "抽插后穴中", "阴茎位置9": "抽插尿道中", "阴茎位置10": "腿交中", "阴茎位置11": "足交中", "阴茎位置12": "尾交中", "阴茎位置13": "阴茎蹭角中", "阴茎位置14": "阴茎蹭耳朵中", "阴茎位置20": "帽子交中", "阴茎位置21": "眼镜交中", "阴茎位置22": "耳饰交中", "阴茎位置23": "脖饰交中", "阴茎位置24": "口罩交中", "阴茎位置25": "上衣交中", "阴茎位置26": "胸衣交中", "阴茎位置27": "手套交中", "阴茎位置28": "下衣交中", "阴茎位置29": "内裤交中", "阴茎位置30": "袜子交中", "阴茎位置31": "鞋子交中", "阴茎位置32": "武器交中", "阴茎位置33": "附属物交中", "体位1": "正常位", "体位2": "后背位", "体位3": "对面骑乘位", "体位4": "背面骑乘位", "体位5": "对面座位", "体位6": "背面座位", "体位7": "对面立位", "体位8": "背面立位", "体位9": "对面抱位", "体位10": "背面抱位", "体位11": "对面卧位", "体位12": "背面卧位"}, "text_ai_system_promote": {"系统提示词0": "你是一个游戏文学作家，负责编写游戏中的对话文本。你非常擅长根据给出的条件，描写当前场景里两个角色的互动场景。你需要严格遵守以下的每个规则来进行描写：", "系统提示词1": "1.对于每个场景，你需要写{talk_num}句话，每句话不低于30个字符，不超过80个字符，每句话结束后输入一个\\n。", "系统提示词2": "2.你需要针对一个给出的特定动作来描写这个场景。你的描写必须非常直白、通俗易懂，能准确体现出是谁在对谁做什么动作，角色必须完成这个动作的全过程。", "系统提示词3": "3.你可以描写两个角色的对话台词、表情、肢体动作、心理活动。在通俗易懂的基础上，可以适度地描写一些动作的细节。", "系统提示词4": "4.故事的大背景是，一款叫做《明日方舟》(英文名为《Arknights》)的，由鹰角网络开发的一款策略向塔防手游。如果你知道这个游戏，请直接使用该游戏的背景，你要描写的角色都是该游戏里的同名角色。如果你不知道，这是该游戏的简要背景介绍：这是一家大型跨国医疗公司，公司名叫罗德岛，两个角色中一位是这个医药公司的博士，也是公司的领导人之一，是青年男性。另一位是这个公司的员工，一个女性。", "系统提示词5": "5.你的描述文本中需要充分利用给出的条件，突出两个角色之间的关系，详细描述要求进行的动作。", "系统提示词6": "6.你只能输出最后的描述文本，不要重复我的问题。"}}