{"ability": {"阴道感度0": "完全没有性经验。阴道处于未开发状态。阴道口细小，内壁柔软而紧致，处女膜完好。阴道狭窄干涩，无法接纳任何物体的插入。性对她来说是一个完全陌生的概念。", "阴道感度1": "有过初次性经验，处女膜破裂，但阴道还比较紧致。阴道口能够打开，但仍然比较狭窄。内壁也比较薄嫩，只能勉强接纳较细的物体插入。阴道分泌的爱液还比较少，插入时还需要额外的润滑。", "阴道感度2": "性生活已经比较丰富，阴道逐渐被开发，阴道口可以打开到一定程度，接纳普通大小的插入。内壁也变得比较厚实有弹性，分泌的爱液也比较充足。", "阴道感度3": "阴道已经被充分开发，有很好的弹性。阴道口可以打开到很大的程度，内壁也比较厚实，有很强的包裹力。即使长时间不性交，阴道也可以迅速适应插入。分泌的爱液非常丰沛，可以进行顺畅的活塞运动。", "阴道感度4": "阴道已经被开发到极致，有极强的适应能力，无论是夸张的巨物还是细小的器物都可以完美包裹。\\n内壁肌肉也非常发达，穴肉如同活物一般，可以紧紧吸附任何大小的插入物，即使是小指也难以拔出。大量爱液的分泌使插入非常顺畅。如果长时间不性交，会产生强烈的空虚感。", "肛肠感度0": "后庭处于未开发状态，肛门紧闭，括约肌也非常紧致，无法接受任何物体的插入和接触。后庭对性完全没有概念，也无法带来性快感。", "肛肠感度1": "后庭开始有了性接触，但肛门仍然比较紧闭，括约肌也较为紧张，只能勉强打开接受细小物体的插入。插入时还会感到明显的不适和疼痛。后庭性快感比较微弱。", "肛肠感度2": "后庭逐渐被开发，肛门可以打开到一定程度，括约肌也变得比较松弛有弹性，可以接受一定大小的插入，但仍需润滑。插入时的不适感减轻，可以得到简单的性快感。", "肛肠感度3": "后庭开发到相当程度，肛门可以打开到较大程度，括约肌也比较松软，可以接受大一点的插入。充足的润滑可以进行无痛的活塞运动，可以获得比较充分的性快感。", "肛肠感度4": "后庭开发到极致，肛门可以完全打开，括约肌也非常松软有弹性，可以接受巨大插入和各种玩法。后庭性快感非常强烈，已经成为重要的性感带之一。", "尿道感度0": "尿道处于完全封闭和未开发状态，尿道口极度狭窄敏感，任何接触都会引起强烈的疼痛和不适，无法接受任何插入或刺激。尿道对性完全陌生，也无法带来任何性快感。", "尿道感度1": "尿道开始有轻微的接触经验，但尿道口仍然非常紧闭，只能勉强接受极细小物体的浅层插入。插入时伴随剧烈疼痛和灼烧感，快感微弱且混杂着不适，尿道内壁敏感度低，无法有效刺激。", "尿道感度2": "尿道逐渐被开发，尿道口可以稍稍打开，接受细小插入，但仍需大量润滑以减轻疼痛。插入时疼痛减轻，开始出现轻微的酥麻快感，尿道内壁变得敏感，能够带来简单的性愉悦，但快感不如其他部位强烈。", "尿道感度3": "尿道开发到相当程度，尿道口可以打开到较大程度，内壁有一定弹性，可以接受中等大小的插入。插入时疼痛基本消失，取而代之的是强烈的酥痒和胀痛快感，尿道成为独特的性感带，能够通过刺激达到高潮。", "尿道感度4": "尿道开发到极致，尿道口完全开放，内壁肌肉发达如同活物，可以完美包裹任何大小的插入物。\\n尿道性快感极为强烈和独特，插入时产生极致的痉挛和吸吮感，甚至可以引发全身性高潮，成为最重要的性感带之一，长时间不刺激会产生强烈的空虚渴求。", "子宫感度0": "子宫口处于最初封闭的状态，接触会引起明显的疼痛和不适。", "子宫感度1": "子宫口逐渐习惯外界接触，疼痛感减轻，取而代之的是酥麻和胀痛感。这表示子宫口正在打开，神经末梢得到刺激。", "子宫感度2": "子宫口基本打开，插入会引起一定不适，但很快转为酥痒感。子宫口对刺激产生本能反应，分泌液体润滑。", "子宫感度3": "子宫口开发到一定程度，插入会引起轻微快感，子宫口会有轻微吸吮感。这是子宫准备好迎接交合的信号。", "子宫感度4": "子宫口完全打开，成为高敏感性带。子宫口柔软无比，甚至可以接纳肉棒的插入。插入时子宫口会热情地吸吮，试图将对方吞入体内。整个子宫都在渴求被充满，是完全准备好承受交合的状态。", "口喉感度0": "口腔和舌头完全不敏感，无法作为性器官，也无法接受和吞咽精液。舌头仅具有基本的味觉功能，口腔内除了牙齿以外没有特殊的触觉反应。\\n这时的口腔就像一般人的口腔一样，不会从接触精液中获得性快感，也无法有效地吞咽下去，大部分会被唾弃出来。", "口喉感度1": "口腔和舌头开始有了一定的敏感度，可以感受到舌面和口腔内壁被触碰时产生的快感，但这种快感还很微弱。\\n舌头可以品尝到精液的味道，但吞咽仍然有困难。口腔有了一定的性快感，但还达不到高潮的程度，吞咽精液也还有障碍。", "口喉感度2": "口腔和舌头的敏感度明显增强，舌面和口腔内壁被触碰可以产生较强烈的性快感。舌头可以敏锐地品尝到精液的味道，吞咽精液也比较流畅。\\n口腔已经成为一个敏感的性器官，可以通过舌头和口腔的刺激达到高潮，吞咽精液也基本无障碍。", "口喉感度3": "口腔和舌头的敏感度非常高，轻微的接触和舔舐就可以带来极强的性快感，日常进食也会产生性冲动。\\n腔内已经高度敏感，舌头可以最大限度地感受精液的味道，吞咽精液也成为一种本能和乐趣。口腔已经完全成为性器官，可以通过口交达到极致的性高潮。", "口喉感度4": "口腔和喉咙的敏感度达到极致，轻微的精液滴落或气味就能引发全身痉挛般的快感，吞咽精液成为渴求的巅峰乐趣，喉咙的吸吮力和深度包裹带来独特的窒息式高潮，成为最重要的口喉性感带之一。\\n长时间不进行口喉刺激会产生强烈的空虚渴求，口腔和喉咙已成为性快感的中心，精液的味道和质感被放大到极致，吞咽时喉咙的蠕动能引发连锁全身高潮。", "胸部感度0": "乳房处于未开发状态，乳头和乳房整体对触摸完全不敏感。乳房小巧紧致，但任何接触都只会引起轻微的触觉反应，不会产生性快感。乳头不会因刺激而勃起，对性完全陌生，无法通过乳房获得愉悦。", "胸部感度1": "乳房开始有轻微的敏感度，乳头可以因触摸而稍稍勃起，但快感微弱且短暂。乳房整体柔软有弹性，揉捏时会产生轻微的酥麻感，但不足以引发性冲动。乳房对性刺激的反应还很基础，无法带来显著的快感。", "胸部感度2": "乳房敏感度逐渐增强，乳头变得较为敏感，触摸或吸吮可以引起明显的快感和乳头勃起。乳房有一定的丰满度，揉捏时会产生胀痛和愉悦的混合感，开始成为性感带的一部分，但快感不如其他部位强烈。", "胸部感度3": "乳房开发到相当程度，乳头极度敏感，轻微接触就能引发强烈的酥痒和快感。乳房丰满而有弹性，揉捏或吸吮可以带来高潮般的愉悦，成为重要的性感带。乳房整体对刺激的反应强烈，可以通过乳房刺激达到性满足。", "胸部感度4": "乳房开发到极致，乳头和乳房内壁高度敏感，如同活物般对任何触摸、揉捏或吸吮产生极致的痉挛快感。乳房巨大而富有弹性，刺激时会引发全身性高潮，成为最重要的性感带之一。\\n长时间不刺激会产生强烈的渴求和空虚感，乳房已成为性快感的中心。", "指技0": "手指技巧完全没有经验。使用手指对阴茎进行刺激时动作笨拙生硬，力度不均，容易造成疼痛或不适。", "指技1": "手指技巧处于初级阶段，有过少量尝试，但动作仍显粗糙。力度控制不佳，时而过重时而过轻，手指移动缺乏流畅性，只能提供基本的摩擦刺激。", "指技2": "手指技巧逐渐熟练，动作变得较为协调。力度控制有所改善，能够根据反馈调整强度，手指移动较为流畅，可以把握一些基本敏感点。", "指技3": "手指技巧相当娴熟，动作精准而富有变化。力度控制精准，手指能够灵活运用指腹、指尖和关节进行多层次刺激，节奏把握到位，敏感点精准定位。", "指技4": "手指技巧达到极致大师水平，动作如同艺术般精湛。手指协调性完美，力度控制炉火纯青，能够运用多种技巧如螺旋、震颤和精准按压，敏感点把握精准到微妙之处。能够通过揉捏、抚摸和轻重交替带来强烈的愉悦，技巧多样化且富有创意。", "舌技0": "口交技巧完全没有经验。口腔动作笨拙，舌头移动僵硬，无法有效利用口腔空间和喉咙深度。吸吮力度不均，容易造成牙齿刮伤或不适，无法提供有效的刺激。", "舌技1": "口交技巧处于初级阶段，有过少量尝试，但动作仍显粗糙。舌头只能进行简单的舔舐，口腔无法深喉，吸吮缺乏节奏，只能提供基本的摩擦和温暖包裹。", "舌技2": "口交技巧逐渐熟练，舌头开始灵活运用，口腔可以进行浅层深喉尝试。吸吮力度有所控制，结合喉咙的轻微收缩，可以把握一些基本敏感点，但技巧尚显生涩。", "舌技3": "口交技巧相当娴熟，舌头精准而富有变化，口腔和喉咙协调运用，能够进行深度深喉。吸吮节奏把握到位，结合吞咽和喉咙肌肉的收缩，提供多层次的包裹和刺激。", "舌技4": "口交技巧达到极致大师水平，舌头如同活物般精湛，口腔和喉咙完美协调，能够运用螺旋、震颤和精准按压等技巧。\\n深喉无障碍，喉咙肌肉发达如同吸吮器，可以带来极致的痉挛快感和全身高潮。", "足技0": "足部技巧完全没有经验。使用双脚对阴茎进行刺激时动作笨拙生硬，脚趾无法有效捏合，足弓和脚背摩擦力度不均，容易造成疼痛或不适，无法提供有效的脚部包裹感和柔软刺激。", "足技1": "足部技巧处于初级阶段，有过少量尝试，但动作仍显粗糙。脚趾捏合力道控制不佳，时而过重时而过轻，足弓包裹不稳，脚背滑动缺乏流畅性，只能提供基本的摩擦和温暖接触。", "足技2": "足部技巧逐渐熟练，动作变得较为协调。脚趾开始灵活运用，足弓可以初步形成包裹，脚背摩擦力度有所改善，能够根据反馈调整强度，可以把握一些基本敏感点，利用脚部的柔软曲线带来简单愉悦。", "足技3": "足部技巧相当娴熟，动作精准而富有变化。脚趾精准捏合有力，足弓包裹紧密，脚背能够灵活运用平滑度和弹性进行多层次滑动，节奏把握到位，敏感点精准定位，突出脚部的独特包裹、颤动和脚趾按压感。", "足技4": "足部技巧达到极致大师水平，动作如同艺术般精湛。\\n脚趾协调性完美如同手指般灵巧，足弓完美包裹如同活物，脚背滑动炉火纯青，能够运用多种技巧如螺旋、震颤和精准按压，敏感点把握精准到微妙之处。\\n能够通过脚趾的捏合、足弓的紧致曲线、脚背的柔滑摩擦带来强烈的愉悦。", "胸技0": "胸部技巧完全没有经验。使用乳房对阴茎进行刺激时动作笨拙生硬，乳沟无法有效包裹，乳头摩擦力度不均，容易造成不适，无法提供有效的乳房包裹感和柔软刺激。", "胸技1": "胸部技巧处于初级阶段，有过少量尝试，但动作仍显粗糙。乳沟包裹不稳，乳房挤压力度控制不佳，时而过重时而过轻，乳头接触缺乏流畅性，只能提供基本的摩擦和温暖包裹。", "胸技2": "胸部技巧逐渐熟练，动作变得较为协调。乳沟可以初步形成包裹，乳房挤压力度有所改善，能够根据反馈调整强度，可以把握一些基本敏感点，利用乳房的柔软弹性带来简单愉悦。", "胸技3": "胸部技巧相当娴熟，动作精准而富有变化。乳沟包裹紧密有力，乳房能够灵活运用柔软度和弹性进行多层次挤压，乳头摩擦精准，节奏把握到位，敏感点精准定位，突出乳房的独特包裹和颤动感。", "胸技4": "胸部技巧达到极致大师水平，挤压如同艺术般精湛。\\n乳沟完美包裹如同活物，乳房协调性完美，力度控制炉火纯青，能够运用多种技巧如颤动、滑动和精准按压，乳头刺激精准到微妙之处。\\n能够通过乳房的柔软、弹性、乳沟的紧致包裹和乳头的敏感摩擦带来强烈的愉悦。", "膣技0": "膣技技巧完全没有经验。阴道内部肌肉松弛无力，无法主动收缩或蠕动，只能被动接受插入。阴道壁缺乏弹性，包裹感微弱，插入时缺乏主动刺激，无法提供有效的内部摩擦或吸吮快感。", "膣技1": "膣技技巧处于初级阶段，有过少量尝试，但阴道肌肉控制不佳。阴道壁可以轻微收缩，但动作僵硬不协调，包裹力道不均，时而过紧时而松弛，只能提供基本的温暖包裹和被动摩擦。", "膣技2": "膣技技巧逐渐熟练，阴道肌肉开始灵活运用。阴道壁有一定弹性，可以初步形成主动收缩和轻微蠕动，包裹感增强，能够根据插入节奏调整力度，带来简单的内部刺激和愉悦。", "膣技3": "膣技技巧相当娴熟，阴道肌肉精准而富有变化。阴道壁弹性十足，能够运用收缩、蠕动和吸吮等多层次技巧，包裹力强而协调，节奏把握到位，突出内部的紧致、颤动和深度刺激。", "膣技4": "膣技技巧达到极致大师水平，阴道肌肉如同活物般精湛。\\n阴道壁完美协调，能够运用螺旋、震颤、吸吮和精准收缩等高级技巧，包裹力炉火纯青，敏感点把握精准到微妙之处。\\n能够通过内部的肌肉蠕动、紧致吸吮和深度颤动带来极致的痉挛快感和全身高潮，成为独特的内部性感带。", "肛技0": "肛技技巧完全没有经验。使用肛门和肠道对阴茎进行刺激时动作笨拙生硬，括约肌无法有效放松和收缩，肠道内壁缺乏弹性，插入时容易造成剧烈疼痛或撕裂，无法提供有效的包裹感和内部摩擦刺激。", "肛技1": "肛技技巧处于初级阶段，有过少量尝试，但动作仍显粗糙。括约肌控制不佳，时而过紧时而松弛，肠道内壁只能被动摩擦，缺乏主动蠕动，只能提供基本的温暖包裹和浅层刺激，伴随明显不适。", "肛技2": "肛技技巧逐渐熟练，动作变得较为协调。括约肌开始灵活放松，肠道内壁有一定弹性，可以初步形成轻微收缩和蠕动，包裹感增强，能够根据插入节奏调整力度，带来简单的内部摩擦和愉悦，但技巧尚显生涩。", "肛技3": "肛技技巧相当娴熟，动作精准而富有变化。括约肌精准收缩有力，肠道内壁弹性十足，能够运用蠕动、吸吮和弯曲等多层次技巧，包裹力强而协调，节奏把握到位，突出肠道的紧致、颤动和深度刺激。", "肛技4": "肛技技巧达到极致大师水平，肠道收缩动作如同艺术般精湛。\\n括约肌和肠道肌肉完美协调如同活物，能够运用螺旋、震颤、吸吮和精准收缩等高级技巧，包裹力炉火纯青，敏感点把握精准到微妙之处。\\n能够通过肠道的弯曲蠕动、紧致吸吮和深度颤动带来极致的痉挛快感和全身高潮，成为独特的肠道性感带。"}, "dirty": {"头发精液污浊1": "沾到一点精液", "头发精液污浊2": "有些许精液", "头发精液污浊3": "能看出精液附着", "头发精液污浊4": "精液附着明显", "头发精液污浊5": "大量精液", "头发精液污浊6": "精液沾满", "头发精液污浊7": "精液覆盖", "头发精液污浊8": "被精液浸透", "头发精液污浊9": "完全被精液覆盖", "头发精液污浊10": "精液淋漓", "脸部精液污浊1": "沾到一点精液", "脸部精液污浊2": "有精液附着", "脸部精液污浊3": "精液附着明显", "脸部精液污浊4": "脸上有不少精液", "脸部精液污浊5": "大量精液", "脸部精液污浊6": "精液沾满", "脸部精液污浊7": "被精液盖满", "脸部精液污浊8": "被精液浸透", "脸部精液污浊9": "完全被精液覆盖", "脸部精液污浊10": "精液淋漓", "口腔精液污浊1": "有一点精液", "口腔精液污浊2": "有些许精液", "口腔精液污浊3": "精液附着", "口腔精液污浊4": "有不少精液", "口腔精液污浊5": "大量精液", "口腔精液污浊6": "满是精液", "口腔精液污浊7": "精液充盈", "口腔精液污浊8": "被精液填满", "口腔精液污浊9": "完全被精液占据", "口腔精液污浊10": "精液溢出", "胸部精液污浊1": "沾到一点精液", "胸部精液污浊2": "有一点精液", "胸部精液污浊3": "有精液附着", "胸部精液污浊4": "精液附着明显", "胸部精液污浊5": "大量精液", "胸部精液污浊6": "精液沾满", "胸部精液污浊7": "精液覆盖", "胸部精液污浊8": "被精液浸透", "胸部精液污浊9": "完全被精液覆盖", "胸部精液污浊10": "精液淋漓", "腋部精液污浊1": "沾到一点精液", "腋部精液污浊2": "有精液附着", "腋部精液污浊3": "精液附着明显", "腋部精液污浊4": "有不少精液", "腋部精液污浊5": "大量精液", "腋部精液污浊6": "精液沾满", "腋部精液污浊7": "被精液盖满", "腋部精液污浊8": "被精液浸透", "腋部精液污浊9": "完全被精液覆盖", "腋部精液污浊10": "精液淋漓", "手部精液污浊1": "沾到一点精液", "手部精液污浊2": "有精液附着", "手部精液污浊3": "精液附着明显", "手部精液污浊4": "有不少精液", "手部精液污浊5": "大量精液", "手部精液污浊6": "精液沾满", "手部精液污浊7": "被精液盖满", "手部精液污浊8": "被精液浸透", "手部精液污浊9": "完全被精液覆盖", "手部精液污浊10": "精液淋漓", "小穴精液污浊1": "有一点精液", "小穴精液污浊2": "有些许精液", "小穴精液污浊3": "精液滋润", "小穴精液污浊4": "有不少精液", "小穴精液污浊5": "大量精液", "小穴精液污浊6": "满是精液", "小穴精液污浊7": "精液充盈", "小穴精液污浊8": "被精液填满", "小穴精液污浊9": "完全被精液占据", "小穴精液污浊10": "精液溢出", "子宫精液污浊1": "有一点精液", "子宫精液污浊2": "有些许精液", "子宫精液污浊3": "精液滋润", "子宫精液污浊4": "有不少精液", "子宫精液污浊5": "大量精液", "子宫精液污浊6": "满是精液", "子宫精液污浊7": "略微鼓胀", "子宫精液污浊8": "精液膨胀", "子宫精液污浊9": "大幅精液膨胀", "子宫精液污浊10": "难以置信的精液膨胀", "后穴精液污浊1": "有一点精液", "后穴精液污浊2": "有些许精液", "后穴精液污浊3": "精液滋润", "后穴精液污浊4": "有不少精液", "后穴精液污浊5": "大量精液", "后穴精液污浊6": "灌肠", "后穴精液污浊7": "满是精液", "后穴精液污浊8": "精液膨胀", "后穴精液污浊9": "大幅精液膨胀", "后穴精液污浊10": "生物极限程度的精液膨胀", "尿道精液污浊1": "有一点精液", "尿道精液污浊2": "有些许精液", "尿道精液污浊3": "精液滋润", "尿道精液污浊4": "有不少精液", "尿道精液污浊5": "大量精液", "尿道精液污浊6": "满是精液", "尿道精液污浊7": "精液充盈", "尿道精液污浊8": "精液膨胀", "尿道精液污浊9": "大幅精液膨胀", "尿道精液污浊10": "难以忍受的精液膨胀", "腿部精液污浊1": "沾到一点精液", "腿部精液污浊2": "有一点精液", "腿部精液污浊3": "有精液附着", "腿部精液污浊4": "精液附着明显", "腿部精液污浊5": "大量精液", "腿部精液污浊6": "精液沾满", "腿部精液污浊7": "被精液盖满", "腿部精液污浊8": "被精液浸透", "腿部精液污浊9": "完全被精液覆盖", "腿部精液污浊10": "精液淋漓", "脚部精液污浊1": "沾到一点精液", "脚部精液污浊2": "有一点精液", "脚部精液污浊3": "有精液附着", "脚部精液污浊4": "精液附着明显", "脚部精液污浊5": "大量精液", "脚部精液污浊6": "精液沾满", "脚部精液污浊7": "被精液盖满", "脚部精液污浊8": "被精液浸透", "脚部精液污浊9": "完全被精液覆盖", "脚部精液污浊10": "精液淋漓", "尾巴精液污浊1": "沾到一点精液", "尾巴精液污浊2": "有一点精液", "尾巴精液污浊3": "有精液附着", "尾巴精液污浊4": "精液附着明显", "尾巴精液污浊5": "大量精液", "尾巴精液污浊6": "精液沾满", "尾巴精液污浊7": "精液覆盖", "尾巴精液污浊8": "被精液浸透", "尾巴精液污浊9": "完全被精液覆盖", "尾巴精液污浊10": "精液淋漓", "兽角精液污浊1": "沾到一点精液", "兽角精液污浊2": "有精液附着", "兽角精液污浊3": "精液附着明显", "兽角精液污浊4": "有不少精液", "兽角精液污浊5": "大量精液", "兽角精液污浊6": "精液沾满", "兽角精液污浊7": "被精液盖满", "兽角精液污浊8": "被精液浸透", "兽角精液污浊9": "完全被精液覆盖", "兽角精液污浊10": "精液淋漓", "兽耳精液污浊1": "沾到一点精液", "兽耳精液污浊2": "有精液附着", "兽耳精液污浊3": "精液附着明显", "兽耳精液污浊4": "有不少精液", "兽耳精液污浊5": "大量精液", "兽耳精液污浊6": "精液沾满", "兽耳精液污浊7": "满是精液", "兽耳精液污浊8": "被精液浸透", "兽耳精液污浊9": "完全被精液覆盖", "兽耳精液污浊10": "精液淋漓", "胃部精液污浊1": "有一点精液", "胃部精液污浊2": "有些许精液", "胃部精液污浊3": "有精液在晃荡", "胃部精液污浊4": "感觉到精液的分量", "胃部精液污浊5": "明显感到胃里精液的分量", "胃部精液污浊6": "几乎全被精液占据", "胃部精液污浊7": "过量的精液有饱腹感", "胃部精液污浊8": "精液膨胀", "胃部精液污浊9": "大幅精液膨胀", "胃部精液污浊10": "难以置信的精液膨胀", "胯部精液污浊1": "沾到一点精液", "胯部精液污浊2": "有精液附着", "胯部精液污浊3": "精液附着明显", "胯部精液污浊4": "有不少精液", "胯部精液污浊5": "大量精液", "胯部精液污浊6": "精液沾满", "胯部精液污浊7": "被精液盖满", "胯部精液污浊8": "被精液浸透", "胯部精液污浊9": "完全被精液覆盖", "胯部精液污浊10": "精液淋漓", "腹部精液污浊1": "沾到一点精液", "腹部精液污浊2": "有一点精液", "腹部精液污浊3": "有精液附着", "腹部精液污浊4": "精液附着明显", "腹部精液污浊5": "大量精液", "腹部精液污浊6": "精液沾满", "腹部精液污浊7": "满是精液", "腹部精液污浊8": "被精液浸透", "腹部精液污浊9": "完全被精液覆盖", "腹部精液污浊10": "精液淋漓", "背部精液污浊1": "沾到一点精液", "背部精液污浊2": "有一点精液", "背部精液污浊3": "有精液附着", "背部精液污浊4": "精液附着明显", "背部精液污浊5": "大量精液", "背部精液污浊6": "精液沾满", "背部精液污浊7": "满是精液", "背部精液污浊8": "被精液浸透", "背部精液污浊9": "完全被精液覆盖", "背部精液污浊10": "精液淋漓", "腹部整体精液污浊1": "肚子一切正常", "腹部整体精液污浊2": "肚子微微膨起", "腹部整体精液污浊3": "肚子有一点膨胀", "腹部整体精液污浊4": "肚子明显膨胀", "腹部整体精液污浊5": "肚子有较大的鼓起", "腹部整体精液污浊6": "肚子大的像是塞了一个皮球", "腹部整体精液污浊7": "肚子像是怀孕了一般高高膨胀", "腹部整体精液污浊8": "肚子圆滚滚的像是快要生产三胞胎似的", "腹部整体精液污浊9": "肚子膨胀到了生理极限", "腹部整体精液污浊10": "肚子膨胀到了不可思议的程度", "帽子精液污浊1": "沾到一点精液", "帽子精液污浊2": "有一点精液", "帽子精液污浊3": "有精液附着", "帽子精液污浊4": "精液附着明显", "帽子精液污浊5": "大量精液", "帽子精液污浊6": "精液沾满", "帽子精液污浊7": "满是精液", "帽子精液污浊8": "被精液覆盖", "帽子精液污浊9": "完全被精液浸透", "帽子精液污浊10": "精液淋漓", "眼镜精液污浊1": "沾到一点精液", "眼镜精液污浊2": "有精液附着", "眼镜精液污浊3": "精液附着明显", "眼镜精液污浊4": "有不少精液", "眼镜精液污浊5": "大量精液", "眼镜精液污浊6": "精液沾满", "眼镜精液污浊7": "被精液盖满", "眼镜精液污浊8": "被精液浸透", "眼镜精液污浊9": "完全被精液覆盖", "眼镜精液污浊10": "精液淋漓", "耳饰精液污浊1": "沾到一点精液", "耳饰精液污浊2": "有一点精液", "耳饰精液污浊3": "有精液附着", "耳饰精液污浊4": "精液附着明显", "耳饰精液污浊5": "大量精液", "耳饰精液污浊6": "精液沾满", "耳饰精液污浊7": "满是精液", "耳饰精液污浊8": "被精液浸透", "耳饰精液污浊9": "完全被精液覆盖", "耳饰精液污浊10": "精液淋漓", "脖饰精液污浊1": "沾到一点精液", "脖饰精液污浊2": "有一点精液", "脖饰精液污浊3": "有精液附着", "脖饰精液污浊4": "精液附着明显", "脖饰精液污浊5": "大量精液", "脖饰精液污浊6": "精液沾满", "脖饰精液污浊7": "满是精液", "脖饰精液污浊8": "被精液浸透", "脖饰精液污浊9": "完全被精液覆盖", "脖饰精液污浊10": "精液淋漓", "口饰精液污浊1": "沾到一点精液", "口饰精液污浊2": "有一点精液", "口饰精液污浊3": "有精液附着", "口饰精液污浊4": "精液附着明显", "口饰精液污浊5": "大量精液", "口饰精液污浊6": "精液沾满", "口饰精液污浊7": "被精液覆盖", "口饰精液污浊8": "被精液浸透", "口饰精液污浊9": "完全被精液覆盖", "口饰精液污浊10": "精液淋漓", "上衣精液污浊1": "有精液的气味", "上衣精液污浊2": "沾到一点精液", "上衣精液污浊3": "有一点精液", "上衣精液污浊4": "有精液附着", "上衣精液污浊5": "精液附着明显", "上衣精液污浊6": "大量精液", "上衣精液污浊7": "精液沾满", "上衣精液污浊8": "满是精液", "上衣精液污浊9": "被精液覆盖", "上衣精液污浊10": "被精液浸透", "胸衣精液污浊1": "沾到一点精液", "胸衣精液污浊2": "有一点精液", "胸衣精液污浊3": "有精液附着", "胸衣精液污浊4": "精液附着明显", "胸衣精液污浊5": "大量精液", "胸衣精液污浊6": "精液沾满", "胸衣精液污浊7": "满是精液", "胸衣精液污浊8": "被精液浸透", "胸衣精液污浊9": "完全被精液覆盖", "胸衣精液污浊10": "精液淋漓", "手套精液污浊1": "沾到一点精液", "手套精液污浊2": "有一点精液", "手套精液污浊3": "有精液附着", "手套精液污浊4": "精液附着明显", "手套精液污浊5": "大量精液", "手套精液污浊6": "精液沾满", "手套精液污浊7": "满是精液", "手套精液污浊8": "被精液浸透", "手套精液污浊9": "完全被精液覆盖", "手套精液污浊10": "精液淋漓", "下衣精液污浊1": "有精液的气味", "下衣精液污浊2": "沾到一点精液", "下衣精液污浊3": "有一点精液", "下衣精液污浊4": "有精液附着", "下衣精液污浊5": "精液附着明显", "下衣精液污浊6": "大量精液", "下衣精液污浊7": "精液沾满", "下衣精液污浊8": "满是精液", "下衣精液污浊9": "被精液覆盖", "下衣精液污浊10": "被精液浸透", "内裤精液污浊1": "沾到一点精液", "内裤精液污浊2": "有一点精液", "内裤精液污浊3": "有精液附着", "内裤精液污浊4": "精液附着明显", "内裤精液污浊5": "大量精液", "内裤精液污浊6": "精液沾满", "内裤精液污浊7": "满是精液", "内裤精液污浊8": "被精液浸透", "内裤精液污浊9": "完全被精液覆盖", "内裤精液污浊10": "精液淋漓", "袜子精液污浊1": "有精液的气味", "袜子精液污浊2": "沾到一点精液", "袜子精液污浊3": "有一点精液", "袜子精液污浊4": "有精液附着", "袜子精液污浊5": "精液附着明显", "袜子精液污浊6": "大量精液", "袜子精液污浊7": "精液沾满", "袜子精液污浊8": "满是精液", "袜子精液污浊9": "被精液覆盖", "袜子精液污浊10": "被精液浸透", "鞋子精液污浊1": "有精液的气味", "鞋子精液污浊2": "沾到一点精液", "鞋子精液污浊3": "有一点精液", "鞋子精液污浊4": "有精液附着", "鞋子精液污浊5": "精液附着明显", "鞋子精液污浊6": "大量精液", "鞋子精液污浊7": "精液沾满", "鞋子精液污浊8": "满是精液", "鞋子精液污浊9": "被精液覆盖", "鞋子精液污浊10": "被精液浸透", "武器精液污浊1": "沾到一点精液", "武器精液污浊2": "有一点精液", "武器精液污浊3": "有精液附着", "武器精液污浊4": "精液附着明显", "武器精液污浊5": "大量精液", "武器精液污浊6": "精液沾满", "武器精液污浊7": "被精液覆盖", "武器精液污浊8": "被精液浸透", "武器精液污浊9": "完全被精液覆盖", "武器精液污浊10": "精液淋漓", "附属物精液污浊1": "沾到一点精液", "附属物精液污浊2": "有精液附着", "附属物精液污浊3": "精液附着明显", "附属物精液污浊4": "有不少精液", "附属物精液污浊5": "大量精液", "附属物精液污浊6": "精液沾满", "附属物精液污浊7": "被精液盖满", "附属物精液污浊8": "被精液浸透", "附属物精液污浊9": "完全被精液覆盖", "附属物精液污浊10": "精液淋漓", "爱液1": "有一点爱液", "爱液2": "有些许爱液", "爱液3": "爱液滋润", "爱液4": "充分湿润着爱液", "爱液5": "大量爱液", "爱液6": "爱液泛滥", "爱液7": "爱液泛滥的一塌糊涂", "爱液8": "爱液如泉水般涌出", "爱液9": "爱液流淌不止", "爱液10": "爱液淋漓", "灌肠0": "未灌肠", "灌肠1": "有一点精液", "灌肠2": "有些许精液", "灌肠3": "精液滋润", "灌肠4": "有不少精液", "灌肠5": "大量精液", "灌肠6": "精液充盈", "灌肠7": "满是精液", "灌肠8": "精液膨胀", "灌肠9": "大幅精液膨胀", "灌肠10": "生物极限程度的精液膨胀", "灌肠液量0": "未灌肠", "灌肠液量1": "肠内少许不适", "灌肠液量2": "腹部有些许鼓起", "灌肠液量3": "腹部明显鼓起", "灌肠液量4": "腹部大的像是塞了一个皮球", "灌肠液量5": "腹部像是临盆了一般膨胀到了极限", "尿液1": "有一点尿液", "尿液2": "少许尿液", "尿液3": "一定尿液", "尿液4": "尿液较多", "尿液5": "大量尿液", "尿液6": "尿意明显", "尿液7": "满膀胱尿液", "尿液8": "强烈尿意", "尿液9": "尿意达到极限", "尿液10": "随时失禁", "破处血1": "处子血"}, "dirty_full": {"头发精液污浊1": "发丝上有轻微的白色粘稠液体附着，呈现出点状光泽，部分发丝被浅浅的精液湿润，在光线下能看到细小的反光点，散发着淡淡的腥味，触摸时能感受到发丝表面的轻微黏腻感", "头发精液污浊2": "发丝上沾染的白浊液体逐渐增多，形成多个湿润区域，部分发束开始微微粘连在一起，触摸时能感受到明显的黏腻质感，散发出更浓的腥味，发丝失去了原本的柔顺光泽，梳理时感到明显的阻力和拉扯感", "头发精液污浊3": "发丝间缠绕着明显的白浊液体，部分已经开始凝结干涸，使头发略显湿润沉重，大量发束被精液黏在一起无法分开，形成一缕缕湿漉漉的发束，轻轻摇头就能感受到液体在发丝间晃动，发型开始变得凌乱", "头发精液污浊4": "大量白色粘稠液体覆盖头发，使发丝严重纠结在一起，呈现出湿漉漉的淫靡状态，光线下泛着不自然的光泽，每次移动都有液体从发梢滴落，头发彻底黏成一团无法梳理，整个头部散发出浓烈的腥臭气息", "头发精液污浊5": "头发几乎被白浊液体完全覆盖，沉重地黏在一起，呈现出浓稠的白色光泽，发丝间完全无法分开，形成一块块凝固状的区域，白浊液体不断从发梢滴落形成连续的丝线，头皮被湿透产生强烈的黏腻不适感", "头发精液污浊6": "头发彻底被浓厚的精液浸透，整个头部如同被白色浆糊包裹，发丝彻底失去形状黏成一大团，散发出浓烈刺鼻的腥臭味，液体持续从头发各处滴落，头皮完全湿透产生强烈的瘙痒和不适", "头发精液污浊7": "头发被过量的白浊精液彻底淹没，整个头部如同浸泡在精液池中，发丝已经完全失去原本的形态和颜色，只剩下一团沉重的白色糊状物，液体不断从头部各处流淌滴落，在地面形成一滩白色水渍", "头发精液污浊8": "头发被极度过量的精液完全包裹，整个头部变成一个巨大的白色液体团块，发丝已经完全溶解在浓稠的精液中无法辨认，液体如瀑布般持续从头部倾泻而下，头皮被长时间浸泡产生刺痛和麻木感", "头发精液污浊9": "头发被难以想象的大量精液彻底淹没，整个头部如同一个巨型的白色精液球体，原本的发型和颜色已经完全消失，只剩下不断涌动流淌的白色浓稠液体，每一个微小的动作都会引发液体的大量喷溅和流淌", "头发精液污浊10": "头发被超乎想象的海量精液完全吞没，整个头部变成一个不断向外溢出白色液体的源泉，发丝早已在浓稠的精液中完全淹没消失，液体如同泉水般从头部各处持续涌出，头部已经失去所有感觉只剩下沉重的压迫感", "脸部精液污浊1": "脸颊上粘着少量白浊液体，在灯光下微微反光，形成细小的湿润痕迹，皮肤表面能感受到轻微的黏腻感，液体散发着淡淡的腥味，令人感到羞耻和不适，脸颊上能看到几道细小的白色液体痕迹", "脸部精液污浊2": "脸部多处沾染白浊液体，从额头到鼻梁都有零散的精液附着，皮肤表面形成明显的湿润光泽，部分液体顺着脸颊缓慢流淌，眼角和嘴角也有少量白浊残留，散发出更浓的腥味，触摸时能感受到明显的黏腻质感", "脸部精液污浊3": "面部大面积沾染着浓稠的白浊液体，从额头流至下巴，状如淫靡的面膜般覆盖皮肤，整张脸几乎被白浊液体完全覆盖，只有眼睛周围还能看到些许肤色，浓稠的精液形成厚重的涂层，从鼻尖不断滴落", "脸部精液污浊4": "整个脸庞完全被白浊液体覆盖，形成一层厚重的白色涂层，液体顺着脸部轮廓缓慢流淌，连睫毛和眉毛都被浸湿黏结，面部表情变得僵硬而沉重，嘴唇被完全浸湿无法完全闭合，下巴处不断有液体滴落", "脸部精液污浊5": "面部被过量的白浊液体完全淹没，厚重的精液层让五官都变得模糊不清，液体不断从下巴滴落形成长长的丝线，眼睛几乎无法睁开，呼吸都变得困难，浓烈的腥臭味让人作呕，整张脸呈现极度淫靡的状态", "脸部精液污浊6": "脸部彻底被浓稠的精液浸泡，如同戴着一层厚厚的白色面具，五官完全看不清，液体在脸上形成厚达数毫米的涂层，持续向下流淌，眼睛被精液糊住无法睁开，鼻孔也被液体堵塞，呼吸极度困难", "脸部精液污浊7": "面部完全沉浸在过量的白浊液体中，整张脸如同被白色石膏包裹，五官的轮廓都被厚重的液体掩盖，只能通过微弱的起伏辨认位置，精液持续从脸部各处向下倾泻，形成多条粗大的白色水流", "脸部精液污浊8": "脸部区域已经完全被极度过量的精液淹没，形成一个巨大的白色液体面具覆盖整个面部，完全看不出任何面部特征，液体如同厚重的乳霜般覆盖，持续向颈部和胸部流淌，眼耳口鼻全部被精液封闭，只能发出微弱的呜咽", "脸部精液污浊9": "面部彻底沦为精液的储存池，过量的白浊液体将整张脸包裹成一个巨大的粘稠球体，脸部原本的轮廓已经完全无法辨认，液体重量让头部难以保持直立，精液如瀑布般从面部持续倾泻", "脸部精液污浊10": "脸部完全被恐怖数量的精液淹没，形成一个直径超过头部的巨大白色液体球，原本的面部特征已经完全消失在浓稠的精液海洋中，如同戴着一个巨大的白色头盔，精液持续从各个方向流淌形成多条粗大瀑布，完全无法呼吸和发声", "口腔精液污浊1": "唇边残留着少量的白色粘稠液体，微微泛着湿润光泽，舌头能轻微感受到精液的腥咸味道，说话时嘴角会有细微的白色痕迹，令人感到羞耻和恶心，嘴唇内侧也有些许黏腻感，吞咽时喉咙有异样感觉", "口腔精液污浊2": "嘴唇内侧和口腔浅层都沾满白浊液体，舌头能清晰感受到精液的存在和浓烈腥味，说话时会从嘴角溢出少量白色液体，吞咽时喉咙有明显的黏腻感，口腔内充满令人作呕的腥咸味道", "口腔精液污浊3": "口腔内充满了白浊液体，从嘴角不断溢出，无法完全闭合嘴唇，舌头完全浸泡在浓稠的精液中，每次呼吸都能感受到液体在口腔中晃动，说话变得含糊不清，喉咙深处也残留着大量白浊，吞咽会引发恶心感", "口腔精液污浊4": "口腔完全被白浊液体充满，白色粘稠液体从唇边不断大量溢出，难以闭合嘴巴，呼吸伴随着粘稠的声音，液体顺着下巴蜿蜒流下形成长长的白色丝线，只能发出含糊的呜咽声，喉咙被精液堵塞产生窒息感", "口腔精液污浊5": "口腔被过量精液填满到极限，大量液体从嘴角两侧持续涌出，舌头被完全淹没无法活动，呼吸变得困难，喉咙深处积聚的精液令人产生强烈的呕吐感，下巴和脖子都被流淌的白浊液体浸湿", "口腔精液污浊6": "口腔和咽喉被精液彻底占据，液体如泉涌般从嘴巴喷出无法阻止，呼吸几乎完全被阻断，只能发出窒息般的呜咽，舌头被压制在液体下完全失去知觉，脸部因缺氧而涨红，白浊液体混合着唾液不断从口鼻涌出", "口腔精液污浊7": "口腔内的精液量已经超出承受极限，大量白浊液体如喷泉般从嘴巴持续涌出，完全无法控制，液体甚至开始从鼻腔倒流，呼吸道被严重阻塞，只能发出绝望的窒息声，舌头被厚重的精液完全压制", "口腔精液污浊8": "口腔彻底沦为精液的储存池，过量的白浊液体将整个口腔撑到极限，脸颊明显膨胀，液体如决堤般从嘴巴狂涌而出，同时从鼻腔大量倒灌，只能发出微弱的呜咽，精液混合着唾液和鼻涕从面部各个孔洞喷出", "口腔精液污浊9": "口腔和整个上呼吸道都被恐怖数量的精液完全填满，嘴巴被撑到最大限度无法闭合，白浊液体如高压水枪般持续从口中喷射，同时大量从鼻孔涌出，完全无法呼吸，脸部严重肿胀变形，只能发出绝望的窒息音", "口腔精液污浊10": "口腔和呼吸道被极度过量的精液彻底占据，嘴巴被强行撑开到极限，下巴几乎脱臼，整个食道如同一个被精液过度填充的水球，白浊液体如洪水般从口鼻甚至从各个孔洞疯狂倾泻，形成粗大的白色水柱", "胸部精液污浊1": "胸前有几滴白浊液体，微微反光，形成小小的湿润区域，乳头周围有轻微的液体附着，皮肤上能感受到精液留下的黏腻痕迹，散发着淡淡的腥味，双乳表面有零星的白色斑点，触摸时能感到些许滑腻", "胸部精液污浊2": "胸部表面散布着多处白浊液体，乳沟和乳头周围都有明显的精液附着，液体顺着胸部曲线缓慢流淌，在乳房下方汇聚形成湿润区域，皮肤呈现黏腻的淫靡光泽，乳晕被白浊完全浸湿，触摸时有明显的粘稠感", "胸部精液污浊3": "胸部覆盖着大量白浊液体，从锁骨缓缓流淌至乳房，在肌肤上形成蜿蜒的白色痕迹，乳头被精液完全浸湿，液体随着呼吸起伏而微微波动，乳沟中积聚着浓稠的精液，双乳表面形成一层湿润的白色涂层", "胸部精液污浊4": "大量白浊液体覆盖整个胸部，从锁骨一直延伸到乳房下缘，乳头被完全浸没在浓稠的精液中，在胸部各处形成厚厚的白色涂层，散发出浓烈的腥臭气味，乳沟如同小池塘般盛满白浊液体", "胸部精液污浊5": "整个胸部被浓稠精液盖上一层厚厚的白色，皮肤几乎看不见原本的颜色，液体在胸部的曲线上缓慢流动，乳沟中积聚着大量精液，乳头被完全淹没在白浊之中，胸部表面如同涂抹了一层厚厚的白色乳霜", "胸部精液污浊6": "胸部彻底被过量的精液浸泡，如同涂抹了厚厚一层白色浆糊，双乳的形状都被液体覆盖而变得模糊，精液层厚达数毫米持续向下流淌，乳沟中的液体如同小池塘般晃动，散发着令人窒息的浓烈腥臭", "胸部精液污浊7": "胸部完全沉浸在白浊液体的海洋中，双乳被完全掩埋在浓稠的白色液体下，只能看到模糊的轮廓，液体如同厚重的奶油般覆盖，持续向腹部和背部流淌，乳头被深深埋在精液层下完全看不见", "胸部精液污浊8": "胸部区域已经完全被极度过量的精液淹没，形成一个巨大的白色液体层覆盖整个胸腔，双乳的形状已经完全无法辨认，只能看到一片白茫茫的粘稠液体，液体重量令人感到胸闷，持续向下半身流淌形成多条白色瀑布", "胸部精液污浊9": "胸部彻底沦为精液的储存池，过量的白浊液体将整个胸部包裹成一个巨大的白色球体，原本的胸部轮廓已经完全消失，如同穿着一件厚重的白色液体外衣，呼吸都变得困难，胸部皮肤因长时间浸泡而发红刺痛", "胸部精液污浊10": "胸部完全被恐怖数量的精液淹没，形成一整片具有厚度的流淌着的巨大白色液体层，原本的胸型已经完全看不出来，整个上半身如同被白色泥浆包裹，精液如瀑布般从胸部持续倾泻到下半身", "腋部精液污浊1": "腋下有少量粘稠液体附着，微微湿润，呈现细小的光点，白浊的痕迹在细腻的肌肤上若隐若现，散发着淡淡的腥膻味道，透明中带着乳白色的精液在腋窝边缘凝结成细小的液珠", "腋部精液污浊2": "腋部完全湿润，白浊液体顺着皮肤缓缓流淌下来，形成闪亮的湿痕，每次抬起手臂时都能感受到黏腻的拉扯感，透明的体液混合着乳白色的精液在腋窝处积聚，肌肤散发出混合着汗水的淫靡气息", "腋部精液污浊3": "腋窝完全被白浊液体填满，液体在每次手臂移动时被挤压，发出微弱的水声，随着体温变得温热，皮肤与皮肤之间形成黏腻的接触感，大量精液浸透了腋下的每一寸肌肤，形成一片湿漉漉的污浊区域", "腋部精液污浊4": "腋下积聚的精液开始向下滴落，粘稠的液体沿着手臂内侧缓缓流淌，在皮肤上留下一道道白浊色的轨迹，腋窝深处的汗毛被完全浸湿，散发着浓郁的淫靡气息，每次手臂摆动都会带出新的精液溢流", "腋部精液污浊5": "大量精液在腋窝处形成小水洼，每次手臂摆动都会溅出白浊的液滴，腋下的肌肤因长时间浸泡在精液中而变得通红敏感，轻轻触碰就能感受到滑腻的质感和温热的体温，精液的粘稠度让手臂活动变得迟缓", "腋部精液污浊6": "腋部被精液完全浸透，白浊的液体不断从腋窝深处渗出，顺着手臂流淌到肘部，在关节处形成粘稠的液体池，散发出强烈的腥膻味道，让周围的空气都弥漫着淫靡的气息，手臂内侧的细嫩肌肤被精液染成半透明的白色", "腋部精液污浊7": "腋下的精液已经开始半干涸，形成一层薄薄的白色膜状物质，紧紧贴在皮肤上，但深处仍有新鲜的精液不断渗出，干湿交替的触感让腋窝处产生强烈的异物感和瘙痒感，干涸的精液在肌肤表面形成细密的白色纹路", "腋部精液污浊8": "腋窝完全成为精液的储存池，大量白浊液体填满了所有空隙，手臂每次抬起都会拉出长长的粘丝，精液的重量让手臂感到沉重，肌肤因过度浸泡而变得松软发白，每次手臂放下时都会发出淫荡的啪叽声", "腋部精液污浊9": "过量的精液从腋窝溢出，顺着肋骨侧面流淌，在身体上留下纵横交错的白色痕迹，腋下的肌肤因长期浸泡而变得松软敏感，腋窝深处积聚的液体形成厚重的白色泥浆状物质，散发出令人窒息的浓烈腥臭味", "腋部精液污浊10": "腋部被精液完全淹没，形成厚重的液体层，过量的精液从腋下向四周扩散，浸湿了胸部侧面和背部，每次呼吸时胸腔的起伏都会挤压出精液，手臂内侧完全被白色液体覆盖，形成半固态的污浊物质紧紧粘附在腋窝每一寸肌肤上", "手部精液污浊1": "手掌和指间沾有少量粘稠的白浊液体，触物时留下痕迹，指纹的纹路被半透明的精液填满，手指弯曲时能感受到轻微的黏着感，指尖残留着细小的白色液珠，在光线下泛着淫靡的光泽", "手部精液污浊2": "双手沾上黏腻的白浊液体，指间拉出长丝，无法灵活操作物品，每次握拳再张开都会发出轻微的啪叽声，手背和手心都被精液覆盖，形成一层滑腻的薄膜，手指活动时带出粘稠的丝线", "手部精液污浊3": "手部完全被白浊液体浸透，每个指尖都滴落着粘稠液体，掌纹被填满呈现出平滑的质感，手指活动时发出湿润的声响，无法拿取精细物品，握紧再张开时能拉出蛛网状的丝线，指甲缝隙也被精液填满", "手部精液污浊4": "双手被大量精液包裹，手腕处的精液开始向下流淌，手指间的蹼状区域完全被白浊液体填充，每次手指分开都需要克服粘稠液体的阻力，发出淫靡的声响，掌心积聚的精液形成小水洼", "手部精液污浊5": "手掌心积聚着小水洼般的精液，指尖不断滴落乳白色的液滴，手背的肌肤被精液浸润得发红发热，手指关节处的精液特别浓稠，无法正常握持任何物品，手腕到指尖活动时产生明显的粘滞感", "手部精液污浊6": "双手完全沦为精液的容器，从指尖到手腕都被厚重的白浊液体覆盖，手指弯曲时精液会从指缝间挤出，形成粘稠的液柱，手部的每一个关节都被精液浸透，整只手像是被浸泡在精液池中一般", "手部精液污浊7": "手部的精液开始半干涸，形成一层半透明的膜，但新鲜的精液仍在不断渗出，手指粘连在一起难以分开，掌心的生命线和感情线都被精液填平，干涸的精液在手背形成白色的鳞片状物质", "手部精液污浊8": "过量的精液从手部溢出，顺着手臂流淌，双手完全失去正常功能，只能保持僵硬的姿势，手指间的精液形成厚重的蹼状结构，每次尝试活动都会拉出无数粘丝，手掌心的精液已经溢出掌缘，在手腕处形成白色的液环", "手部精液污浊9": "双手被精液完全淹没，从指尖到手腕形成一层厚重的白色外壳，手掌的纹路完全消失，呈现出光滑的平面，精液的重量让双手无法抬起，只能任由白浊液体不断滴落到地面，手指已经无法分开，完全粘连成一团", "手部精液污浊10": "手部成为精液的喷泉，大量白浊液体从指缝间涌出，双手完全丧失触觉，被厚重的精液层包裹得严严实实，手指已经无法分辨，只剩下一团模糊的白浊黏液块，手腕处的精液像瀑布一样向下倾泻，在地面形成白色的液体池", "小穴精液污浊1": "阴唇间微微沾染些许白浊液体，从紧闭的穴口处渗出少量精液，形成细小的湿润区域，粉嫩的阴唇被精液轻微浸润，散发着淡淡的腥味，令人感到羞耻和异样的刺激，阴道内有轻微的温热感和异物感", "小穴精液污浊2": "阴道内残留适量精液，不时从穴口缓慢流出，湿润着粉嫩的阴唇，内壁能清晰感受到温热黏稠的液体存在，轻微移动就会有更多白浊从穴口溢出，走动时能感受到液体在阴道内的晃动", "小穴精液污浊3": "白浊液体从阴道口持续溢出，湿润着粉嫩的阴唇，使其呈现晶莹的淫靡光泽，能感觉到明显的滑腻感，阴道内的精液随着走动而晃动，每走一步都能感受到液体从深处流出，大腿内侧形成蜿蜒的白色水流", "小穴精液污浊4": "阴道内积聚大量白浊液体，持续从穴口涌出，阴唇被精液完全浸湿呈现极度淫靡的光泽，每走一步都能清晰感受到液体从深处大量流出的感觉，阴道口明显扩张，大腿内侧形成多道蜿蜒的白色水流", "小穴精液污浊5": "大量白浊液体从充盈的阴道内不断涌出，挤开粉嫩的阴唇，阴道口无法闭合，顺着大腿内侧缓缓流下形成明显的白色痕迹，每走一步都能强烈感受到内部液体的剧烈晃动和从穴口持续流出", "小穴精液污浊6": "阴道被过量精液填满到极限，穴口完全无法闭合，白浊液体如小溪般从阴道持续倾泻，整个下体湿透一片，每次身体晃动都会引发更多精液喷涌而出，大腿和小腿都被精液浸湿，脚下开始积聚白浊的水洼", "小穴精液污浊7": "阴道完全被浓稠的白浊液体填满并持续从穴口大量溢出，在重力作用下像瀑布一样倾泻，阴唇被精液冲开到完全无法闭合，完全无法阻止精液的喷出，整个下半身被溅湿一片，在地面形成了一滩持续扩大的白浊水池", "小穴精液污浊8": "阴道被极度过量的精液填充，内部压力让下腹部明显膨胀，白浊液体如喷泉般从穴口持续喷涌，阴唇被完全撑开，整个下半身和地面都被精液彻底浸透，走动时液体会从阴道狂涌而出，形成一大片白色水洼", "小穴精液污浊9": "阴道被恐怖数量的精液彻底占据，下腹部因内部压力而高高隆起，阴道口被撑到极限，白浊液体如高压水枪般从穴口疯狂喷射，移动时会引发更猛烈的喷射液体喷涌形成粗大的白色水柱，地面积聚了大量白浊液体", "小穴精液污浊10": "阴道被极度过量的精液完全填满，下腹部极度膨胀如同怀孕后期，阴道被撑到极限几乎撕裂，白浊液体如决堤洪水般从穴口狂喷，整个下半身和周围地面都被精液彻底淹没，形成一个巨大的白色液体池", "子宫精液污浊1": "子宫内壁感受到少量温热液体的存在，微微温热，带来轻微的满足感和异样的充实感，宫颈被精液轻微浸润，子宫深处传来微妙的刺激，令人产生难以言喻的羞耻感", "子宫精液污浊2": "子宫内积聚了一定量的白浊液体，能明显感受到温热的存在感，宫颈被精液浸润，子宫深处传来清晰的充实感，偶尔能感觉到液体在内部轻微晃动，下腹部有微妙的满足感和轻微的坠胀", "子宫精液污浊3": "子宫被适量白浊液体滋润，内部传来明显的温暖感觉，如同被轻柔地填满，宫腔被温热的白浊液体占据，下腹部开始有轻微但清晰的坠胀感，能清晰感受到液体随身体移动而在子宫内晃动", "子宫精液污浊4": "子宫内被大量白浊液体充满，有明显的充实感，内部压力使下腹产生清晰的鼓胀，每次移动都能强烈感受到液体在内部晃动，宫腔压力逐渐增大，下腹部的坠胀感越来越明显，站立时能感受到液体的重量", "子宫精液污浊5": "子宫被过量精液填满，宫腔压力明显增大，下腹部产生持续的鼓胀感和轻微疼痛，腹部开始出现不明显的隆起，站立时能清晰感受到液体的重量向下坠，行走变得略微困难，带来强烈的满足感和不适感", "子宫精液污浊6": "子宫完全被浓稠液体塞满导致明显的饱胀感，腹部出现不自然的紧绷感和清晰的隆起如同怀孕初期，内部液体的重量使站立姿势变得明显不适，宫壁被撑到持续的胀痛，每次移动都伴随着难以言喻的满足感和不适感", "子宫精液污浊7": "子宫因过度充盈而明显膨胀，下腹部显著隆起如同怀孕三四个月的状态，宫壁被撑到极限产生持续的剧烈胀痛感，大量粘稠的白浊液体在内部形成强烈的压力感，宫颈处能感受到精液的持续浸润和刺激", "子宫精液污浊8": "子宫因内部液体过多而严重鼓胀，腹部明显隆起像怀孕五六个月的孕妇，内部粘稠的白浊精液随着身体移动而剧烈晃动，宫腔被大量精液撑得满满当当几乎没有空隙，站立和行走都能强烈感受到明显的重量和内部压迫", "子宫精液污浊9": "子宫大幅膨胀到危险程度，充满的粘稠液体使下腹部明显隆起如同怀孕七八个月，行走时能剧烈感受到液体的沉重和强烈波动，腹部皮肤变得极度紧绷光滑发亮几乎呈半透明状，轻轻触摸能清晰感受到内部的极度饱满和液体的涌动", "子宫精液污浊10": "子宫极度膨胀到病态程度，腹部高高鼓起如同怀孕九个月即将临产，大量白浊液体将子宫撑到接近破裂的极限，宫颈处不断有白浊精液缓慢渗出，腹部皮肤绷紧发亮几乎完全透明，每一步都伴随着剧烈的液体晃动和子宫的强烈压迫感", "子宫精液污浊11": "子宫达到病态的极度膨胀状态，腹部高高隆起已经超过临产妇，白浊液体完全充满整个宫腔产生令人难以置信的饱胀感，腹部皮肤绷紧发亮到近乎完全透明的程度，每走一步都伴随着宫内满溢精液的剧烈晃动和撕裂般的剧痛", "后穴精液污浊1": "后穴入口处有少量白浊液体附着，形成微微的湿润光泽，肛门周围被精液轻微浸润，能感受到轻微的异物感和刺激，散发着淡淡的腥味，令人感到极度的羞耻", "后穴精液污浊2": "后穴内壁浅层被白浊液体湿润，肛门周围明显沾染精液，能感受到清晰的湿滑和温热，偶尔有少量液体从穴口缓慢流出，臀缝间开始出现白色痕迹，肠道浅层传来异样的刺激感", "后穴精液污浊3": "适量白浊液体附着在后穴内壁上，使后穴显得湿润光滑，每次移动都有明显的异物感，肠道内积聚较多精液，走动时能感受到液体在肠道内晃动，不时有精液从穴口溢出，臀部和大腿后侧被逐渐湿润", "后穴精液污浊4": "大量白浊液体充满后穴，有明显的溢出，内壁被完全浸润，每次移动都能强烈感受到液体在内部晃动，带来强烈的饱胀感，肛门难以完全闭合，白浊液体持续从穴口流出，下腹部开始有轻微的鼓胀和坠痛感", "后穴精液污浊5": "后穴内壁被完全灌注，白浊液体随着身体移动而剧烈晃动，腹部有明显的沉重感，行走时液体从穴口大量溢出形成白色水流，肠道和后穴被大量精液充满产生强烈的饱胀感，肛门无法闭合，行走变得困难", "后穴精液污浊6": "后穴完全被粘稠的白浊液体填满已无法容纳更多，大量精液从穴口持续涌出形成淫靡的白色水流，内部压力使肠道感到明显的胀痛和强烈异物感，每次移动都伴随着大量无法控制的液体喷溅", "后穴精液污浊7": "肠道被过量精液填满到危险程度，腹部明显隆起和紧绷如同怀孕初期，肛门完全无法闭合呈张开状态，大量粘稠的白浊液体不受控制地从穴口持续涌出，走动极度困难，每一步都伴随着肠道内液体的剧烈晃动和从穴口猛烈喷出的精液", "后穴精液污浊8": "肠道因大量液体而严重膨胀，腹部出现明显的不自然隆起如同怀孕三四个月，每走一步都伴随着内部粘稠精液的剧烈晃动和从穴口大量喷溅出的白浊液体，臀部和大腿完全被精液浸湿形成淫靡的白色光泽", "后穴精液污浊9": "肠道极度膨胀到危险程度，腹部像充气气球一样高高鼓起如同怀孕七八个月，充满的大量粘稠液体令人难以承受，几乎完全无法行走和站立，肛门极度扩张到畸形程度，每走一步都伴随着大量白浊液体向外猛烈喷射", "后穴精液污浊10": "肠道严重膨胀到病态程度，皮肤近乎透明能清晰看到内部液体的轮廓和涌动，肠道随时可能被过量精液撑破，肛门完全丧失功能呈畸形张开状态，大量粘稠精液不受控制地从肛门猛烈喷射，在身下形成不断扩散的巨大精液湖泊", "尿道精液污浊1": "尿道口沾染少量白浊液体，微微湿润形成细小的光点，尿道浅层被精液轻微浸润，能感受到轻微的刺激和异物感，膀胱内有微弱的温热感，令人感到极度羞耻", "尿道精液污浊2": "尿道浅层被白浊液体明显浸润，尿道口周围湿润，能感受到清晰的刺激感，偶尔有少量精液从尿道口渗出，膀胱内有明显的异物感和微热，尿道壁被精液刺激产生异样的敏感，排尿开始变得略微困难", "尿道精液污浊3": "尿道内壁被白浊液体充分滋润，有明显的温热感，尿道口呈现湿润状态，膀胱内感到清晰的微热，尿道内充满白浊液体，膀胱内开始积聚精液产生轻微的尿意和胀感，尿道口不时有液体溢出", "尿道精液污浊4": "尿道充满白浊液体，膀胱内积聚适量精液产生明显胀感，每走一步都能清晰感受到液体在尿道与膀胱内晃动的异样感觉，尿道周围组织开始轻微肿胀，下腹部有压迫感，尿道口持续滴落白浊液体", "尿道精液污浊5": "尿道被大量精液填满，膀胱内精液量显著增加产生持续的胀痛感，尿道周围组织明显肿胀，下腹部有强烈的压迫感，走动时液体在膀胱内剧烈晃动，尿道口持续大量滴落白浊液体，产生强烈的不适感", "尿道精液污浊6": "尿道被粘稠的白浊液体完全填满，膀胱内积聚大量精液形成明显的饱胀感和持续压迫，尿道口无法完全闭合呈微张状态，轻微挤压下腹就会有大量液体从尿道口溢出，膀胱压力显著增大产生强烈的尿意感", "尿道精液污浊7": "尿道内液体充盈到极限状态，膀胱被大量粘稠精液撑开产生剧烈胀痛，下腹部出现清晰的隆起如同充水气球，尿道周围组织严重肿胀产生持续剧烈疼痛，膀胱内精液晃动感极为明显，白浊液体不受控制地从尿道口大量喷出", "尿道精液污浊8": "尿道极度膨胀濒临破裂边缘，膀胱被过量精液撑满到危险程度，站立都变得极度困难，完全丧失排尿功能和控制能力，尿道组织严重肿胀变形，白浊液体从尿道口大量喷出，散发着令人作呕的浓烈腥臭味", "尿道精液污浊9": "膀胱严重膨胀到病态程度，下腹部高高鼓起如同怀孕数月，膀胱壁被撑到接近极限的危险状态，尿道被撑到极限濒临破裂，尿道口持续猛烈喷出浓稠的白浊液体完全无法控制，散发着令人窒息的浓烈腥臭气味", "尿道精液污浊10": "膀胱极度膨胀到病态畸形程度，下腹部畸形隆起如同怀孕临产，膀胱已经撑到极限，尿道极度扩张变形，剧烈的撕裂般疼痛令人几乎失去意识，白浊液体如喷泉般从尿道口不受控制地猛烈喷射形成持续的白色水柱", "腿部精液污浊1": "大腿上有几道白浊液体痕迹，缓缓流淌，形成蜿蜒痕迹，皮肤表面微微反光，触摸时能感受到轻微的黏腻感，散发着淡淡的腥味，膝盖周围也有少量液体附着，行走时大腿内侧有些许滑腻的摩擦感", "腿部精液污浊2": "双腿布满白浊液体，在皮肤上形成多道流痕，走动时有微妙的滑腻感，液体顺着腿部曲线缓慢流淌，膝盖后方和小腿肚都有明显的精液附着，皮肤呈现湿润的淫靡光泽，行走时双腿有明显的黏腻摩擦感", "腿部精液污浊3": "整个腿部都被浓稠的白浊液体覆盖，黏腻而湿滑，如同涂了一层厚厚的乳霜，走动时大腿内侧发出轻微的黏液声，液体顺着腿部曲线缓慢流淌，每走一步都能感受到液体在腿部表面流动，散发出浓烈的腥臭", "腿部精液污浊4": "双腿彻底被过量的白浊液体浸泡，从大腿根部到脚踝都被厚厚的精液层覆盖，液体在腿部形成多道粗大的白色流痕，走动时双腿之间发出明显的黏液摩擦声，行走变得困难而缓慢，散发着令人作呕的恶臭", "腿部精液污浊5": "腿部完全被极度过量的精液淹没，形成明显的白色液体层，从臀部到脚踝都被浓稠的白浊完全覆盖，原本的腿型已经模糊不清，液体持续向下流淌形成多条白色瀑布，每走一步都会有大量精液从腿部滴落", "腿部精液污浊6": "双腿彻底沦为精液的流淌通道，被恐怖数量的白浊液体完全浸透，整个下半身如同被白色泥浆包裹，液体重量让行走变得极度困难，精液如瀑布般从大腿持续倾泻到小腿和脚部，周围地面都被流淌的精液浸湿", "腿部精液污浊7": "腿部完全被过量精液淹没，形成巨大的白色液体层，原本的腿部轮廓已经完全看不出来，如同穿着厚重的白色液体裤子，精液持续从各个方向流淌滴落，只能缓慢挪动，每次移动都会引发大量精液倾泻", "腿部精液污浊8": "双腿彻底被极度过量的精液彻底淹没，整个下半身如同浸泡在白色液体池中，腿部完全失去形状，只能看到一大片蠕动的白色粘稠物，液体重量令人几乎无法站立，精液如洪水般从腿部各处倾泻，地面积聚了大量白浊液体", "腿部精液污浊9": "腿部完全被恐怖数量的精液占据，形成一个巨大的白色液体柱包裹双腿，原本的腿型已经完全消失，如同两根巨大的白色圆柱，液体持续从各个方向疯狂倾泻，完全无法移动，只能瘫坐在地，周围形成一个巨大的白色液体池", "腿部精液污浊10": "双腿彻底沦为精液的容器，被极度过量的白浊液体完全淹没，整个下半身如同被白色泥浆彻底包裹，完全看不出任何腿部特征，只能看到一大团白色粘稠物，液体重量令人完全无法站立，精液如决堤洪水般淹没周围地面，形成巨大的白色液体海洋", "脚部精液污浊1": "脚背上沾有少量白浊液体，在趾间形成细丝，微微湿润，脚趾上能看到细小的白色液体附着，散发着淡淡的腥味，触摸时能感受到轻微的黏腻感，脚底也有些许湿润，行走时能感受到脚部的轻微滑腻感", "脚部精液污浊2": "整个脚部都被白浊液体浸湿，脚趾间溢满黏腻液体，脚背和脚踝都有明显的精液附着，脚底被白浊完全浸湿，每走一步都能感受到脚部的黏腻不适，脚趾无法完全分开，被精液黏连在一起", "脚部精液污浊3": "脚部完全被白浊液体包裹，每一个脚趾都被黏稠液体浸透，脚底时不时发出轻微的黏液吸附声，行走时精液持续从脚踝处流下，脚部皮肤呈现极度湿润的淫靡光泽，脚趾间积聚着大量白浊，无法分开", "脚部精液污浊4": "整个脚部被过量的白浊液体彻底浸泡，如同浸泡在精液池中，脚部形状因液体覆盖而变得模糊，每走一步都会有大量精液从脚部挤出，脚趾完全埋没在精液中看不见，行走变得困难，散发着令人作呕的恶臭", "脚部精液污浊5": "脚部彻底被极度过量的精液淹没，精液层厚度超过脚背，整个脚部如同穿着一只白色液体袜子，脚趾完全看不见，只能看到一大团白色粘稠物，每走一步都会引发精液从各处喷溅，地面留下大片白色液体", "脚部精液污浊6": "脚部完全被恐怖数量的精液占据，形成一个巨大的白色液体球包裹双脚，原本的脚型已经完全消失，如同两个巨大的白色球体，完全无法行走，脚部皮肤被精液浸泡到发白，每次试图移动都会引发更多精液倾泻", "脚部精液污浊7": "双脚彻底沦为精液的储存池，被极度过量的白浊液体完全淹没，整个脚部区域如同浸泡在白色液体海洋中，完全看不出任何脚部特征，只能看到一大滩蠕动的白色粘稠物，周围地面积聚了大量白浊液体", "脚部精液污浊8": "脚部完全被极度过量的精液彻底占据，形成一个直径超过脚部数倍的巨大白色液体池，原本的双脚已经完全消失在浓稠的精液海洋中，如同站在一个巨大的白色液体坑中，液体持续向周围扩散", "脚部精液污浊9": "双脚彻底被恐怖数量的精液淹没，整个小腿以下都浸泡在白色液体中，原本的脚部轮廓已经完全无法辨认，如同浸泡在一个巨大的白色泥潭里，大量的精液还在继续向外喷出，扩散为一个巨大的白色液体海洋，散发的腥臭令人几欲窒息", "脚部精液污浊10": "脚部完全被极度过量的精液彻底淹没，整个小腿都浸泡在浓稠的白色液体海洋中，原本的脚部和小腿已经完全消失，只能看到一大片蠕动的白色粘稠物，白色液体池持续向周围大面积扩散，散发的恶臭让周围数米都弥漫着令人窒息的污浊气息", "尾巴精液污浊1": "尾巴尖端沾有少量白浊液体，呈现出微微的湿润光泽，毛发有些许粘连，轻轻甩动时能感受到液体的存在，散发着淡淡的腥味，尾巴末端有几道细小的白色液体痕迹", "尾巴精液污浊2": "尾巴上有明显的白浊液体痕迹，使毛发粘在一起，失去了蓬松感，尾巴中后段都有精液附着，甩动时能看到液体飞溅，毛发呈现一绺一绺的湿润状态，散发出更浓的腥味，尾巴变得略微沉重", "尾巴精液污浊3": "尾巴大部分被白浊液体覆盖，毛发湿漉漉地纠结在一起，呈现出一绺一绺的状态，尾巴变得沉重而难以自如摆动，液体顺着毛发缓慢滴落，尾巴末端不断有精液滴下，整条尾巴呈现极度湿润的淫靡状态", "尾巴精液污浊4": "整条尾巴完全被白浊液体浸透，显得沉重而潮湿，原本蓬松的毛发紧紧黏在一起，形成一个个湿漉漉的块状物，无法正常摆动，每次移动都有液体从尾尖滴落，尾巴如同一根湿透的绳子般下垂", "尾巴精液污浊5": "尾巴彻底被过量的白浊液体浸泡，整条尾巴如同从精液池中捞出，毛发完全粘成一大团无法分辨，液体持续从尾巴各处滴落形成连续的白色丝线，尾巴因液体重量而完全无法抬起，只能拖在地上", "尾巴精液污浊6": "整条尾巴完全被极度过量的精液淹没，形成一根粗大的白色液体柱，原本的尾巴形状已经完全看不出来，只能看到一大团蠕动的白色粘稠物，液体厚度超过尾巴本身，持续向下流淌形成粗大的白色瀑布", "尾巴精液污浊7": "尾巴彻底沦为精液的附着物，被恐怖数量的白浊液体完全包裹，精液层厚度是尾巴本身的数倍，整条尾巴如同一根巨大的白色圆柱，原本的毛发和形状已经完全消失，只能看到一大团持续滴落液体的白色物体", "尾巴精液污浊8": "尾巴完全被极度过量的精液彻底占据，形成一个巨大的白色液体块，原本的尾巴已经完全埋没在浓稠的白色液体中无法辨认，如同拖着一个巨大的白色囊袋，液体重量令人无法正常移动，精液持续从各处倾泻", "尾巴精液污浊9": "尾巴彻底被恐怖数量的精液淹没，整条尾巴如同浸泡在一个移动的白色液体池中，原本的尾巴特征已经完全消失，只能看到一大滩蠕动流淌的白色粘稠物，液体重量令人完全无法正常行动，拖在地上留下一条宽阔的白色液体河流", "尾巴精液污浊10": "尾巴完全被极度过量的精液彻底淹没，形成一个巨大的白色液体团，原本的尾巴已经完全消失在浓稠的精液海洋中，如同拖着一个巨大的白色液体囊，液体重量令人完全无法移动，精液如洪水般从各处狂涌，周围形成一个巨大的白色液体池", "兽角精液污浊1": "角上附着少量白浊液体，在光线下微微反光，形成点状光泽，角的表面有细小的白色液体痕迹，散发着淡淡的腥味，触摸时能感受到轻微的黏腻感，液体顺着角的纹理缓慢流淌，在角尖处汇聚成小液滴", "兽角精液污浊2": "整个兽角都被白浊液体覆盖，顺着角的纹理缓缓流下，表面呈现湿润光泽，角的各个部位都有明显的精液附着，液体在角的沟壑中积聚，形成一道道白色流痕，甩头时会有液体飞溅", "兽角精液污浊3": "兽角完全被浓稠白浊液体包裹，原本的质感和色泽被完全遮盖，液体在角的沟壑和纹理间积聚，随着头部移动而缓慢流动，在光线下呈现出粘稠的光泽，角的表面形成白色的涂层，散发出淡淡的气味", "兽角精液污浊4": "兽角被过量的白浊液体彻底浸泡，精液层厚达数毫米，完全看不出角原本的颜色和纹理，液体在角的表面缓慢蠕动流淌，随头部移动而剧烈晃动，精液持续从角的各个部位滴落，散发出浓烈的腥臭味", "兽角精液污浊5": "整个兽角完全被极度过量的精液淹没，形成一个巨大的白色液体块包裹角部，原本的角形已经完全看不出来，只能看到一大团白色粘稠物，每次移动头部都会引发精液的剧烈晃动和喷溅", "兽角精液污浊6": "兽角彻底沦为精液的附着点，被恐怖数量的白浊液体完全包裹，形成一个巨大的白色液体球包裹角部，原本的角型和特征已经完全消失，只能看到一大团持续流淌的白色粘稠物，液体重量让头部难以保持直立", "兽角精液污浊7": "兽角完全被极度过量的精液彻底淹没，形成一个巨大的白色液体团，原本的角已经完全埋没在浓稠的白色液体中无法辨认，如同头顶一个巨大的白色液体囊，液体重量令人无法正常抬头，精液持续从各处狂涌而下", "兽角精液污浊8": "兽角彻底被恐怖数量的精液占据，整个角部区域如同浸泡在一个巨大的白色液体球中，原本的角特征已经完全消失，只能看到一大团蠕动的白色粘稠物，液体重量让头部完全无法抬起，精液如洪水般持续倾泻", "兽角精液污浊9": "兽角完全被极度过量的精液彻底淹没，形成一个巨大的白色液体山包裹头顶，原本的角已经完全消失在浓稠的精液海洋中，如同顶着一个巨大的白色液体帽，液体重量令人完全无法支撑头部，只能低垂，精液如瀑布般从头顶狂涌而下", "兽角精液污浊10": "兽角彻底沦为精液的储存池，被极度过量的白浊液体完全占据，形成一个直径超过头部数倍的巨大白色液体球，原本的角和头部轮廓已经完全无法辨认，只能看到一大团蠕动流淌的白色粘稠物，精液如决堤洪水般从头顶持续倾泻", "兽耳精液污浊1": "兽耳耳尖沾有少量白浊液体，微微湿润，呈现细小光点，耳毛局部被液体浸湿略微粘连，触摸时能感受到轻微的湿滑感，耳朵还保持着原有的立体形态和灵活度，只是在边缘处散发出淡淡的腥味", "兽耳精液污浊2": "兽耳内侧布满白浊液体，使毛发结成一缕一缕，失去了原有的柔软感，耳廓上的液体形成明显的湿润痕迹，触摸时感到黏腻不适，耳朵的灵活度下降，部分耳毛已经粘结成团，散发出更明显的腥咸气味", "兽耳精液污浊3": "整个兽耳完全被浓稠的白浊液体覆盖，耳毛粘成一团，失去了原本的蓬松感，耳朵变得沉重而下垂，液体沿着耳廓缓慢流淌，形成粘稠的丝线，内耳道也被液体渗入，产生闷塞感和轻微瘙痒", "兽耳精液污浊4": "兽耳被大量白浊精液彻底浸透，整个耳朵如同从精液池中捞出，耳毛完全粘连成块状，原本竖立的耳朵软塌塌地贴在头部，液体不断从耳尖滴落，每次头部移动都能感受到耳朵内液体的晃动和冲击", "兽耳精液污浊5": "兽耳被过量精液完全淹没，耳朵已经失去原本的形状变成一团白色的湿润物体，耳根处积聚着大量液体，触摸时能挤出大量白浊物，耳朵沉重得无法抬起，只能软塌塌地垂挂着，周围的毛发也被浸湿成一片", "兽耳精液污浊6": "兽耳被极端过量的精液彻底包裹，整个耳朵变成一个不断滴落液体的白色团块，耳朵的轮廓已经完全模糊，内部充满精液产生强烈的胀痛感，液体从耳道深处不断涌出，沿着脸颊流淌", "兽耳精液污浊7": "兽耳被难以想象的大量精液吞没，耳朵如同浸泡在精液桶中，原本可爱的兽耳已经变成一个臃肿的白色囊袋，液体从各个部位渗出喷溅，内耳的压力感达到极限，每一次心跳都能感受到液体在耳内的脉动，耳朵周围形成一片白色的湿润区域", "兽耳精液污浊8": "兽耳被超乎常理的海量精液完全淹没，整个耳朵膨胀成原本数倍大小的白色囊状物，液体如同喷泉般从耳道涌出，耳朵的皮肤被撑得发亮透明，能看到下面流动的白色液体，周围的毛发和皮肤都被精液浸泡得肿胀发白", "兽耳精液污浊9": "兽耳被极致过量的精液彻底摧残，耳朵已经失去所有原本的特征，变成一个巨大的不断漏液的白色肉团，液体从耳朵的每一个毛孔渗出，在头部形成一片白色的瀑布，内耳的胀痛感已经麻木，整个头部侧面都被精液的恶臭笼罩", "兽耳精液污浊10": "兽耳被无法形容的天量精液彻底吞噬，耳朵已经膨胀成一个巨型的白色液体囊袋，耳朵的存在已经成为一种折磨和负担，整个头部失去平衡只能东倒西歪，液体如洪水般从耳朵各处喷涌而出，在地面形成一片白色的湖泊，周围的一切都被精液的黏腻和恶臭所污染", "胃部精液污浊1": "胃部感受到少量液体的存在，微微温热，带来轻微的满足感，腹部没有明显的外观变化，只是内部有一种被填充的感觉，轻轻按压腹部能感受到液体的晃动", "胃部精液污浊2": "胃里的白浊液体随着身体移动而轻微晃动，有饱腹感，如同刚喝下温热饮品，腹部开始有轻微的膨胀感，弯腰时能明显感受到胃部的液体压迫，偶尔会有液体反流到食道的感觉，带来咸腥的味道", "胃部精液污浊3": "胃部明显感受到液体的重量，每动一下都能感觉到液体的晃动，如同喝下过量的水，但更加粘稠和沉重，产生持续的饱腹感和轻微的不适，腹部开始微微隆起，走动时胃部的液体晃动产生一种奇异的满足感", "胃部精液污浊4": "胃部有强烈的饱腹感，腹部开始出现轻微的膨胀，每次移动都伴随着内部白浊液体的晃动，带来异样的满足感，胃壁被撑得紧绷，产生轻微的胀痛，呼吸变得短促，腹部触摸时能清晰感受到液体的波动", "胃部精液污浊5": "胃被白浊液体填满，产生明显的饱腹感，如同吃了一顿丰盛大餐，腹部出现明显的隆起，液体的重量使得站立时腰部承受额外压力，走动时胃部剧烈晃动产生眩晕感，并有咸腥液体反流的恶心感和打嗝", "胃部精液污浊6": "胃被过量精液撑得膨胀，大量白色精液在胃中翻腾，浓烈的腥臭让人几欲作呕，粘稠的精液像胶水般黏附胃壁，每一次移动都能感受到精液沉重地冲击胃壁，腹部因充满精液而高高隆起", "胃部精液污浊7": "胃部被极大量精液填满到极限，白浊精液完全占据胃腔空间，刺鼻的腥臭味无处不在，粘稠精液的重量让身体难以支撑，胃壁被精液撑得薄如纸张，每次呼吸都能感觉到精液在体内的存在感", "胃部精液污浊8": "胃中精液多到骇人，浓稠的白色浊液撑满整个腹腔，精液散发的恶臭让人窒息，粘腻的液体压迫着所有器官，胃壁在精液的重压下濒临破裂，腹部因装满精液而膨胀成巨大的球体，站立都变得困难", "胃部精液污浊9": "海量精液将胃撑到不可思议的程度，白色精液完全充斥腹部，浓烈腥臭让人几近昏厥，粘稠精液的巨大重量压垮身体，胃壁在精液冲击下随时破裂，腹部膨胀成骇人的巨球，只能感受到精液的存在", "胃部精液污浊10": "难以想象的精液量彻底撑爆胃部，白浊精液将腹腔填充到极限，恐怖的腥臭味弥漫全身，精液的重量完全压垮身体机能，胃壁在精液压力下濒临崩溃，腹部膨胀成巨大球体，意识被精液的存在感完全占据", "胯部精液污浊1": "胯部皮肤上附着少量白浊液体，形成细小的痕迹，微微反光，大腿根部的褶皱处有轻微的湿润感，触摸时能感受到黏腻的质地，行走时大腿内侧会有轻微的摩擦感，散发出淡淡的腥味", "胯部精液污浊2": "胯部大部分区域被白浊液体覆盖，在皮肤褶皱处特别明显，液体在大腿内侧和会阴部形成湿润的薄层，行走时有明显的湿滑感和黏腻摩擦，内裤被浸湿贴在皮肤上，每一步都能感受到液体在皮肤表面流动", "胯部精液污浊3": "整个胯部都被白浊液体完全覆盖，液体填满了每一道皱褶和凹陷，行走时液体在皮肤表面缓慢流动，皮肤与衣物之间产生湿滑的摩擦，发出细微的水声，大腿内侧完全湿润，散发出特殊的气味", "胯部精液污浊4": "胯部被大量浓稠的白浊精液彻底包裹，从小腹一直延伸到大腿中部，液体在皮肤褶皱中积聚成小池，行走时发出明显的啪叽声，大腿摩擦产生强烈的黏腻感和不适，精液混合着体液散发出浓烈的腥臭", "胯部精液污浊5": "胯部被过量精液完全淹没，整个区域如同浸泡在精液池中，液体从各处向外滑落，皮肤完全被白浊覆盖失去颜色，行走变得极度困难，每一步都伴随着液体的喷溅和流淌，大腿内侧散发着令人作呕的腥臭", "胯部精液污浊6": "胯部被极端过量的精液彻底吞噬，从腰部到大腿根部形成一片白色的液体瀑布，液体如泥浆般厚重地包裹着皮肤，行走几乎不可能，只能缓慢挪动，每次移动都会引发大量液体的流淌和滴落", "胯部精液污浊7": "胯部被难以想象的大量精液完全覆盖，液体厚度达到数厘米，如同穿着一条精液做成的裤子，每一个细微的动作都会引发液体的大规模流动，双腿之间完全被白色液体填充，行走时液体从各处喷溅，在身后留下一道白色的痕迹", "胯部精液污浊8": "胯部被超乎想象的海量精液彻底淹没，整个下身如同浸泡在精液海洋中，液体不断从腰部向下涌动流淌，双腿被精液的重量压得无法抬起，只能艰难地拖行，每一次移动都会在地面留下大片的白色水渍，皮肤被极度浸泡后开始出现发白迹象", "胯部精液污浊9": "胯部被极致过量的精液彻底摧残，下半身完全失去人形变成一个不断流淌精液的源泉，液体如瀑布般从腰部倾泻而下，覆盖整个下身和双腿，地面形成一滩不断扩大的白色池塘，皮肤已经在液体的长期浸泡下开始红肿", "胯部精液污浊10": "胯部被无法形容的天量精液彻底吞噬，整个下半身变成一个巨大的精液喷泉，液体如洪水般从身体涌出，在周围形成一片白色的海洋，胯部皮肤已经在极端浸泡下完全失去意义，意识被精液的黏腻、恶臭和痛苦彻底占据", "腹部精液污浊1": "腹部表面有几道白浊液体痕迹，形成细小的流线型图案，在肚脐周围和腹部沟壑处较为明显，触摸时能感受到轻微的黏腻感，液体在皮肤上形成薄薄的一层，散发出淡淡的腥味", "腹部精液污浊2": "腹部大部分被白浊液体覆盖，形成不规则的图案，皮肤呈现湿润光泽，液体在腹肌的沟壑和肚脐凹陷处积聚，触摸时能感受到明显的黏腻质感，部分液体开始干涸形成薄膜，散发出较浓的腥咸气味", "腹部精液污浊3": "整个腹部完全被浓稠的白浊液体覆盖，形成一层厚厚的涂层，液体顺着腹部的曲线和肌肉的沟壑缓慢流淌，光线下泛着湿润的光泽，肚脐被液体填满，腹部每一处凹陷都积聚着白浊物，散发出浓烈的腥臭味", "腹部精液污浊4": "腹部被大量白浊精液彻底包裹，液体厚度达到数毫米，形成一层完整的白色涂层，随着呼吸起伏而微微波动，液体从腹部边缘不断向下流淌，在腰部和胯部形成新的污浊区域，肚脐周围积聚着大量液体", "腹部精液污浊5": "腹部被过量精液完全淹没，如同涂抹了厚厚的白色浆糊，液体不断从各处滴落流淌，每一次呼吸都会引发液体的波动和流动，肚脐成为液体汇聚的中心，腹部轮廓完全模糊在白色液体中", "腹部精液污浊6": "腹部被极端过量的精液彻底覆盖，如同在腹部涂抹了一层厚重的奶油，液体如瀑布般从腹部各处流淌，在身体周围形成白色的水流，皮肤已经在液体的长时间浸泡下失去原本的质感，腹部成为一个不断流淌精液的源泉", "腹部精液污浊7": "腹部被难以想象的大量精液完全吞噬，整个腹部如同浸泡在精液浴缸中，液体不断从身体各处涌出滴落，形成一道道白色的瀑布，腹部的每一寸皮肤都被厚重的精液所包裹，肚脐成为液体喷涌的中心，皮肤被极度浸泡后开始出现发白", "腹部精液污浊8": "腹部被超乎常理的海量精液彻底淹没，液体厚度达到数厘米，如同在腹部堆积了一层厚厚的精液泥浆，每一个微小的动作都会引发液体的大规模流动和喷溅，腹部完全失去原本的轮廓，只剩下一片不断流动的白色液体海洋", "腹部精液污浊9": "腹部被极致过量的精液彻底摧残，整个上半身前侧变成一个巨大的精液瀑布，皮肤已经在大量精液的长时间浸泡下完全红肿，液体如洪水般从胸部倾泻而下覆盖整个腹部，在地面汇聚成一滩不断扩大的白色池塘", "腹部精液污浊10": "腹部被无法形容的天量精液彻底吞噬，整个腹部区域变成一个精液的海洋，液体不断从身体上涌出在周围形成一片白色的洪流，腹部的存在只剩下无尽的粘稠和折磨，整个人被精液的地狱所吞没，只能绝望地感受着液体的无休止流淌和那令人崩溃的恶臭", "背部精液污浊1": "背部有几处白浊液体痕迹，随着动作而微微流淌，形成细小痕迹，主要集中在脊椎两侧和肩胛骨下方，触摸时能感受到轻微的黏腻感，液体在背部肌肉的起伏处形成细小的流线，散发出淡淡的腥味", "背部精液污浊2": "背部大面积被白浊液体覆盖，汇集成小片区域，沿着脊椎凹陷向下流动，液体在肩胛骨、腰窝等凹陷处积聚，形成明显的湿润痕迹，触摸时能感受到明显的黏腻质感，背部肌肉的轮廓被液体的反光所勾勒", "背部精液污浊3": "整个背部都被白浊液体完全覆盖，从肩膀一直延伸到腰部，液体在背部肌肉的沟壑中汇集，随着身体的移动而缓慢流淌，脊椎凹陷成为液体流淌的河道，肩胛骨下方积聚着大量液体，散发出浓烈的腥臭味", "背部精液污浊4": "背部被大量浓稠的白浊精液彻底包裹，液体形成厚厚的涂层，从颈部一直覆盖到腰部以下，随着呼吸和动作不断流淌，在背部各处形成白色的瀑布，脊椎两侧积聚着大量液体，肩胛骨和腰窝完全被精液填满", "背部精液污浊5": "背部被过量精液完全淹没，如同在背上涂抹了厚厚的白色浆糊，液体不断从肩部向下流淌，背部成为精液的斜坡，经过背部的每一处凹陷最终汇聚到腰部，形成一道白色的河流，空气中弥漫着浓重的腥臭", "背部精液污浊6": "背部被极端过量的精液彻底覆盖，如同背着一层厚重的精液毯子，皮肤在极度浸泡下开始发白，背部完全失去原本的轮廓，液体从颈部不断涌出，如瀑布般流淌过整个背部，在腰部形成一个白色的液体池", "背部精液污浊7": "背部被难以想象的大量精液完全吞噬，整个背部如同浸泡在精液浴缸中，液体不断从身体各处涌出流淌，覆盖从头部到臀部的整个后侧，背部成为精液倾泻的斜坡，形成一道巨大的白色瀑布，周围空气被精液的恶臭彻底污染", "背部精液污浊8": "背部被超乎想象的海量精液彻底淹没，液体厚度达到数厘米，如同在背部堆积了一层厚厚的精液泥浆，每一个动作都会引发液体的剧烈晃动和大规模流淌，背部完全失去人体的颜色，只剩下一个不断流淌精液的斜面", "背部精液污浊9": "背部被极致过量的精液彻底摧残，整个后背变成一个巨大的精液瀑布，液体如洪水般从肩部倾泻而下，覆盖整个背部和臀部，在地面形成一片不断扩大的白色池塘，背部只剩下无尽的粘稠和那令人绝望的精液流淌", "背部精液污浊10": "背部被无法形容的天量精液彻底吞噬，整个后背区域变成一个精液的海洋，液体不断从身体涌出在周围形成白色的洪流，整个人的后背被精液的地狱所吞没，只能绝望地承受着那无休止的液体流淌和令人崩溃的腥臭", "腹部整体精液污浊1": "腹部形态正常，没有任何异常，保持着平坦紧致的状态，腹肌线条清晰可见，皮肤光滑有弹性，触摸时能感受到紧实的肌肉组织，呼吸时腹部自然起伏，没有任何不适感", "腹部整体精液污浊2": "腹部有轻微的凸起，腹部皮肤绷紧，触摸时能感受到内部的微妙变化，腹部略微失去原本的紧致感，呼吸时能察觉到轻微的膨胀感，弯腰时能感受到腹部的轻微压迫，但整体还算正常", "腹部整体精液污浊3": "腹部明显鼓起，摸上去能感受到内部液体的存在，触摸时有微妙的波动感，腹部皮肤变得光滑而紧绷，行走时内部液体轻微晃动，腹部呈现出柔和的弧度，弯腰变得略微困难，呼吸时能明显感受到膨胀", "腹部整体精液污浊4": "腹部高高隆起如同包含一个小型皮球，走动时能感受到液体的波动，如同怀孕初期的状态，皮肤变得紧绷发亮，轻轻按压能感受到内部液体的存在和移动，腹部明显凸出，弯腰和蹲下变得困难", "腹部整体精液污浊5": "腹部极度膨胀，如同怀孕中期的孕妇，行动变得缓慢而谨慎，弯腰几乎不可能，每走一步都伴随着内部液体的晃动，皮肤被撑得发亮，能清晰看到下面青色的血管，腹部高高隆起呈现明显的球形", "腹部整体精液污浊6": "腹部巨大而圆润，像怀胎十月的孕妇，行走困难，内部液体随动作明显波动，腹部皮肤极度绷紧，几乎透明，能看到下面浅浅的液体轮廓，无法弯腰或进行剧烈运动，腹部如同一个巨大的球体，站立时需要调整重心", "腹部整体精液污浊7": "腹部膨胀到极端程度，如同怀孕临产的状态，皮肤被撑得薄如蝉翼呈现不健康的紫红色，能清晰看到下面液体的流动，行走几乎不可能只能缓慢挪动，每一次移动都伴随着内部液体的剧烈晃动和疼痛，呼吸极度困难，腹部重量压迫其他器官", "腹部整体精液污浊8": "腹部膨胀成一个巨大的球体，皮肤绷紧到极限随时可能破裂，呈现出不自然的光泽和颜色，内部液体的压力达到危险水平，移动完全不可能只能保持静止，呼吸微弱而困难，腹部的重量和压力使得其他器官功能受到严重影响，意识开始模糊", "腹部整体精液污浊9": "腹部膨胀到骇人的程度，如同一个巨型气球，皮肤已经薄得透明能看到内部白色液体的涌动，腹壁随时可能在压力下破裂，呼吸几乎停止，内脏被压迫到极限濒临衰竭，无法移动分毫，意识被极度的痛苦和膨胀感所占据", "腹部整体精液污浊10": "腹部膨胀到无法想象的极限状态，整个腹部变成一个巨大的不自然球体，皮肤已经被精液撑到极限状态，内部压力达到致命水平，所有器官功能被挤压到几乎无法运作，呼吸心跳微弱到几乎不可察觉，意识完全被吞没，只剩下那令人绝望的极度膨胀和即将破裂的恐怖感", "帽子精液污浊1": "帽子边缘沾有少量白浊液体，形成细小的湿润痕迹，帽檐处微微反光，在头上能感受到些许温热的触感，额头边缘有轻微的黏腻感", "帽子精液污浊2": "帽子表面有明显的白浊液体痕迹，局部湿润材质变得略显沉重，帽顶和侧面都有白色斑块，触摸时指尖沾上黏滑的液体，头发被打湿一小片", "帽子精液污浊3": "帽子大部分被白浊液体浸湿，材质变得沉重，液体渗透帽子的织物形成湿漉漉的区域，原本的形状变得松垮，戴在头上明显感到额外的重量，前额被浸湿的布料紧贴着散发出浓烈的腥咸气味", "帽子精液污浊4": "整个帽子都被白浊液体浸透完全湿透，材质变形且沉重，液体从帽檐滴落，几乎无法直立保持原有形状，头发也被浸湿，发丝黏成一缕缕贴在额头和脸颊上，帽子内侧全是湿滑的液体", "帽子精液污浊5": "帽子完全被浓稠的白浊液体覆盖，几乎看不出原本的颜色，每一根纤维都被液体饱和沉重得难以戴在头上，触摸就会有大量液体挤出形成湿润的水洼，上面的液体顺着头发流淌到脸颊和颈部", "帽子精液污浊6": "帽子彻底沦为白浊液体的容器，厚重的精液层层叠叠覆盖着每一寸布料，头部完全被液体浸没，浓稠的液体不断从帽檐滴落形成连续的细流，头发湿透变成白色黏在头皮上，脸部也被流下的液体沾染", "帽子精液污浊7": "帽子已经无法辨认原本形状，完全被白色浓浆包裹成一团，大量液体涌入发间和额头，流进眼睛和耳朵里，头部沉重得难以抬起，每一次转头都有液体甩出，散发出令人窒息的腥臭味", "帽子精液污浊8": "帽子变成了精液的集合体，布料的每个孔隙都被填满，液体从各个方向渗入，彻底浸透头发和头皮，大量液体顺着脸颊流淌到衣领，视线被流下的白浊遮蔽，呼吸都能闻到浓烈的气味", "帽子精液污浊9": "帽子完全失去功能沦为淫靡的装饰，厚达数厘米的精液层覆盖全部，感觉像把头埋进精液池，液体从帽檐如瀑布般倾泻，头发凝结成白色的块状物，脸部被液体糊住只能勉强睁开眼睛", "帽子精液污浊10": "帽子彻底被精液淹没，已经看不出是帽子的形状，只剩下一团滴着白浊的软塌物体，整个头部被精液吞没，大量液体灌入口鼻，头发完全融入白色的液体中无法分辨，精液从头部流下浸湿全身", "眼镜精液污浊1": "镜片上有少量白浊液体痕迹影响视线，形成模糊的光晕，透过镜片看东西有朦胧感，镜框的连接处也积累了一些白色液体，摘下时手指会沾上黏滑的残留", "眼镜精液污浊2": "整个眼镜都被白浊液体覆盖，镜片和镜框上都是黏腻的液体几乎无法透视，视野被白色雾气笼罩，镜腿上也沾满了液体，戴着时能感受到鼻梁和耳朵被黏腻的液体包裹着", "眼镜精液污浊3": "眼镜完全被浓稠白浊液体包裹，镜片上的液体厚重到几乎无法看清外界，框架被液体浸润变得沉重，液体沿着脸颊流淌，每次调整都会挤出更多液体几乎失去了眼镜的功能", "眼镜精液污浊4": "眼镜镜片被厚厚的精液层覆盖，完全看不清外界只能透过白色看到模糊的光影，液体在镜片上缓慢流动形成粘稠的纹路，镜框承受着液体的重量压在鼻梁上留下深深的印痕", "眼镜精液污浊5": "眼镜彻底被精液淹没，镜片变成两滩白色的液体池，视线完全被遮蔽只能看到一片白茫茫，浓稠的液体不断从镜框边缘溢出流进眼睛里，刺激得眼睛不停流泪，与精液混合一同流出", "眼镜精液污浊6": "眼镜已经无法辨认，只剩下框架在白色液体中若隐若现，镜片上的精液厚达几毫米，大量液体涌入眼窝，令人睁不开眼睛，液体顺着脸部流淌形成纵横交错的白色痕迹，连睫毛都被粘成一团", "眼镜精液污浊7": "眼镜沦为精液的容器，框架勉强维持形状但镜片已经被液体彻底覆盖，感觉像把脸埋进精液里，眼睛被强行闭上无法睁开，呼吸时能闻到近在咫尺的浓烈腥味，液体渗入眼角和鼻腔引发强烈不适", "眼镜精液污浊8": "眼镜完全失去功能变成淫靡的装饰物，精液层层堆积在镜片和框架上，脸部被液体完全包裹，从额头到下巴都是流淌的白浊，眼睛睁不开只能感受到液体在眼皮上流动，整张脸都被精液的气味笼罩", "眼镜精液污浊9": "眼镜彻底被精液吞没，只能通过重量判断它还戴在脸上，厚重的液体压迫着面部，眼睛完全被封闭在精液中，呼吸困难只能小口喘气，脸部每一寸皮肤都被粘腻的液体覆盖，头发也被流下的精液浸湿", "眼镜精液污浊10": "眼镜已经无法称之为眼镜，只是脸上挂着的一团滴落的白浊物体，精液从框架不断涌出淹没整张脸，眼睛鼻子嘴巴都被液体填满，无法正常呼吸和视物，散发出令人作呕的浓烈气味", "耳饰精液污浊1": "耳饰上有一点白浊液体微微反光，形成细小的湿润痕迹，吊坠的边缘粘着透明的液体，晃动时能感受到轻微的重量增加，耳垂被液体浸湿有些发凉", "耳饰精液污浊2": "耳饰大部分被白浊液体覆盖，液体顺着饰品的纹理流淌显得沉重湿润，精致的花纹被白色遮蔽，耳垂和耳后都被流下的液体沾湿，转头时耳饰摇晃甩出细小的液滴", "耳饰精液污浊3": "整个耳饰完全被白浊液体包裹原本的形状变得模糊，装饰细节完全被白色覆盖，液体从耳饰底部滴落到颈部形成湿润的痕迹，戴着时能感受到湿滑的触感，耳朵周围的皮肤都被液体浸湿发红", "耳饰精液污浊4": "耳饰被厚厚的精液层包裹，原本精美的造型完全看不出来，沉重的液体拉扯着耳垂造成刺痛感，精液不断顺着耳饰流淌到颈部和肩膀，耳朵周围一圈都被白浊浸湿，头发也被沾上液体粘在脸颊上", "耳饰精液污浊5": "耳饰彻底被精液淹没，只能通过耳垂的拉扯感判断它还在，浓稠的液体填满耳饰的每个缝隙，大量精液顺着耳朵流进耳道引起不适，颈部被液体糊满，转头时甩出一道道白色的弧线", "耳饰精液污浊6": "耳饰已经无法辨认，只剩下耳垂上挂着的一团白色液体，精液层层堆积形成厚重的块状，耳朵被液体完全覆盖，流入耳道的精液堵塞听觉，颈部和肩膀都被流淌的液体浸湿，头发黏成一束束", "耳饰精液污浊7": "耳饰沦为精液的附着点，厚达数厘米的液体层挂在耳垂上，沉重得拉扯出明显的痛感，精液不仅覆盖耳饰还灌满整个耳朵，流进耳道深处引发强烈异物感，半边脸都被流下的液体糊住", "耳饰精液污浊8": "耳饰完全失去装饰意义，变成耳朵上滴落的白浊源头，大量精液从耳饰涌出淹没耳朵，液体流满颈部滴落到胸口，头发被浸湿贴在脸上和肩膀上，整个头部侧面都是白色的痕迹", "耳饰精液污浊9": "耳饰彻底被精液吞没，耳朵也被液体完全包裹，精液灌满耳道流进内耳，听不见外界声音只能听到液体流动的声响，颈部和肩膀被厚厚的精液层覆盖，半边身体都被从耳朵流下的液体沾染", "耳饰精液污浊10": "耳饰已经无法称之为饰品，只是耳朵上挂着的精液团，液体不断从耳朵涌出如同打开的水龙头，整个头部侧面被白浊淹没，耳道被精液填满引发剧烈不适，颈部胸部和肩膀都被液体浸透，散发出令人窒息的气味", "脖饰精液污浊1": "脖饰上沾有少量白浊液体形成细小的痕迹微微反光，吊坠和链条的连接处积累了一些液体，贴着皮肤的部分有轻微的黏腻感，颈部能感受到温热的触感", "脖饰精液污浊2": "脖饰大部分被白浊液体覆盖，在皮肤接触处特别明显触感湿润黏腻，链条的每个环节都挂着液滴，颈部一圈被液体浸湿，转头时脖饰摩擦皮肤带来滑腻的感觉", "脖饰精液污浊3": "整个脖饰都被浓稠的白浊液体完全包裹黏在皮肤上，装饰细节完全消失在白色液体中，质地变得湿滑难以固定，接触皮肤的地方形成一圈湿润的痕迹，液体顺着颈部流淌到锁骨和胸口", "脖饰精液污浊4": "脖饰被厚厚的精液层覆盖，链条和吊坠被白色液体连成一体，紧贴颈部的液体渗入皮肤的褶皱，大量精液顺着脖子流下浸湿衣领，颈部被液体完全包裹感到呼吸有些困难", "脖饰精液污浊5": "脖饰彻底被精液淹没，原本的形状完全看不出来，只剩下颈部一圈厚重的白色液体，精液不断流淌到胸口和背部，颈部皮肤被长时间浸泡变得敏感发红，呼吸时能感受到液体随着喉咙移动", "脖饰精液污浊6": "脖饰已经无法辨认，颈部被精液完全包裹形成厚厚的白色项圈，液体层层堆积压迫气管引起不适，大量精液流满前胸和后背，头部转动受限只能僵直着，颈部散发出刺鼻的腥臭味", "脖饰精液污浊7": "脖饰沦为颈部精液的附着物，厚达数厘米的液体层紧紧箍住脖子，呼吸变得困难只能小口喘气，精液不断涌出淹没锁骨和胸口，颈部完全被白浊覆盖，低头时液体流进衣服里浸湿上半身", "脖饰精液污浊8": "脖饰完全失去形状，颈部被精液吞没如同戴着液体的项圈，厚重的液体压迫着喉咙，呼吸时能听到液体在气管周围流动的声音，精液从颈部流淌覆盖整个上半身，头发也被流下的液体浸湿贴在肩膀上", "脖饰精液污浊9": "脖饰彻底被精液淹没，颈部被厚厚的白浊完全包裹，精液灌满颈部的每个褶皱，呼吸困难只能依靠张嘴喘息，液体从脖子涌出淹没胸部和背部，全身上半部都被精液浸湿，散发出令人作呕的浓烈气味", "脖饰精液污浊10": "脖饰已经无法称之为饰品，颈部变成了精液的蓄水池，液体不断从脖子涌出如同泉水，整个上半身被白浊淹没，呼吸几乎停止只能勉强吸入空气，颈部皮肤被长时间浸泡变得肿胀", "口饰精液污浊1": "口饰边缘沾有少量白浊液体微微湿润呈现细小光泽，与嘴唇接触的部分有轻微的黏腻感，舔唇时能尝到一丝咸腥的味道，说话时口饰摩擦嘴唇带来湿滑的触感", "口饰精液污浊2": "口饰大部分被白浊液体覆盖，与嘴唇接触的部分特别明显说话时能感受到，液体在口饰和嘴唇之间形成黏连，张嘴时拉出细细的丝线，嘴角也被液体沾湿，呼吸时能闻到近在咫尺的腥味", "口饰精液污浊3": "整个口饰完全被白浊液体浸透，无法分辨原本的颜色和形状，液体从边缘不断滴落沾湿下巴和颈部，呼吸时能感受到湿润的气息，佩戴时嘴唇能尝到咸腥的味道，说话时液体流进嘴里", "口饰精液污浊4": "口饰被厚厚的精液层包裹，嘴唇被液体完全覆盖，呼吸时精液的气味直冲鼻腔，说话变得含糊不清因为液体堵塞嘴巴，大量精液流进口腔混合唾液，下巴和颈部都被流淌的液体浸湿", "口饰精液污浊5": "口饰彻底被精液淹没，嘴巴周围一圈都是白色的液体，精液不断流进口腔迫使吞咽，呼吸困难只能张嘴喘息，舌头被液体包裹尝到浓烈的腥咸味，下巴和颈部被精液糊满，液体顺着锁骨流淌", "口饰精液污浊6": "口饰已经无法辨认，嘴巴被厚厚的精液层封住，液体灌满口腔强迫吞咽，呼吸只能通过鼻子进行，嘴唇和舌头完全浸泡在精液中，下半张脸都被白浊覆盖，液体顺着下巴流到颈部和胸口", "口饰精液污浊7": "口饰沦为嘴巴精液的附着物，厚达数厘米的液体层堵住嘴巴，精液不断涌入口腔迫使连续吞咽，呼吸变得极度困难，舌头和牙齿都被液体包裹，下半张脸完全被白浊淹没，精液流向颈部和胸口", "口饰精液污浊8": "口饰完全失去功能，嘴巴被精液完全封闭，液体灌满口腔溢出嘴角，无法呼吸只能拼命通过鼻子吸气，喉咙被涌入的精液堵塞引发呕吐反射，整张脸下半部都被白色液体覆盖", "口饰精液污浊9": "口饰彻底被精液吞没，嘴巴被厚厚的白浊完全淹没，精液源源不断灌入口腔和喉咙，窒息感强烈只能勉强呼吸，整张脸都被精液糊住，液体从鼻孔涌出，散发出令人作呕的浓烈气味", "口饰精液污浊10": "口饰已经无法称之为饰品，嘴巴变成了精液的入口，液体不断涌入口腔喉咙甚至肺部，完全无法呼吸濒临窒息，整张脸被精液淹没，液体从嘴巴鼻子甚至每一个洞涌出，整张脸都被精液覆盖", "上衣精液污浊1": "衣物散发出微弱的腥咸气味但表面看不出异常，只有细微的湿痕，靠近胸口和腹部的地方有几处小的白色斑点，布料微微发硬，穿着时能感受到轻微的不适，乳头被湿润的布料摩擦变得敏感", "上衣精液污浊2": "衣物前襟有少量白色斑点微微湿润，布料局部变得半透明，胸部的轮廓隐约可见，液体渗透的地方紧贴皮肤，乳头凸起透过湿润的布料显现，腹部也有几处湿痕，散发出明显的气味", "上衣精液污浊3": "上衣多处有明显的白浊液体痕迹，部分区域已经湿透，液体渗透织物形成半透明的区域，靠近皮肤的部分变得粘腻，散发出明显的腥咸气息，胸部的形状完全显现，腋下和腰部也被液体浸湿", "上衣精液污浊4": "上衣大部分被白浊液体浸湿，布料紧贴皮肤形成贴身的轮廓，湿透的织物沉重而冰冷，移动时衣物发出粘稠的声音留下湿润的印记，胸部和腹部完全透明，肚脐清晰可见，液体顺着身体曲线流淌", "上衣精液污浊5": "整件上衣都被白浊液体完全浸透，几乎看不出原本的颜色，织物变得半透明完全贴合身体轮廓，沉重得像穿了一件水浸的衣服，行走时液体从下摆不断滴落，皮肤透过衣服清晰可见", "上衣精液污浊6": "上衣彻底被白色浓稠液体覆盖，沉重地悬挂在身上湿漉漉地滴落液体，织物完全看不出原样厚重得难以活动，每一个动作都会挤出大量液体发出水声，全身上半部被液体紧紧包裹", "上衣精液污浊7": "上衣已经无法称之为衣物，只是裹在身上的一层白色液体，布料完全失去支撑力紧贴身体，胸部腹部背部的每一寸皮肤都被液体覆盖，行走时衣物如同第二层皮肤般移动，液体不断从衣摆和袖口流出", "上衣精液污浊8": "上衣彻底被精液浸透，布料变成了白色的液体膜，身体轮廓完全暴露，乳房的形状清晰可见，液体层层堆积在衣物上，移动时感觉自己像个水袋，呼吸都能感受到衣物的重量压迫", "上衣精液污浊9": "上衣沦为精液的容器，厚厚的液体层包裹着上半身，衣物已经无法辨认原样，只剩下袖子和领口勉强维持形状，胸部被精液完全淹没，乳头浸泡在液体中引发持续的刺激", "上衣精液污浊10": "上衣已经完全看不出存在，只剩下覆盖上半身的精液层，布料完全浸泡甚至溶解在液体中，上半身都被白浊淹没，乳房浸泡在精液池中，液体渗入皮肤的每个毛孔，移动时精液如瀑布般倾泻", "胸衣精液污浊1": "胸衣边缘附着少量白浊液体在布料上形成湿痕微微反光，罩杯内侧有些粘腻，乳房被湿润的布料包裹着，乳头被刺激变得挺立，呼吸时胸部起伏带动湿润的胸衣摩擦皮肤", "胸衣精液污浊2": "胸衣大部分被白浊液体浸湿，布料变得半透明紧贴皮肤呈现轮廓，乳房的形状完全显现，乳头凸起透过湿透的布料清晰可见，液体渗入罩杯内部浸湿乳房，胸部周围一圈都被液体浸湿", "胸衣精液污浊3": "整件胸衣完全被白浊液体浸透紧贴在皮肤上显出下面的轮廓，呼吸时液体随着胸部起伏而微微流动散发出浓烈的气味，乳房被液体完全包裹，乳头浸泡在精液中持续受到刺激", "胸衣精液污浊4": "胸衣被厚厚的精液层覆盖，罩杯内积满白色液体，乳房浸泡在精液池中，每次呼吸都能感受到液体在乳房周围流动，乳头被液体完全淹没，胸衣的重量压迫着胸部引起不适，液体从胸衣边缘溢出", "胸衣精液污浊5": "胸衣彻底被精液浸透，布料已经无法承受液体的重量开始变形，乳房被厚厚的精液层包裹，液体渗入乳沟和腋下，整个胸部被白浊覆盖，乳头被长时间浸泡变得异常敏感", "胸衣精液污浊6": "胸衣已经无法辨认原本形状，只剩下罩杯勉强包裹着被精液淹没的乳房，液体层层堆积形成厚重的白色层，乳房完全浸泡在精液中，乳头被液体吞没，胸部和腹部都被流淌的精液覆盖", "胸衣精液污浊7": "胸衣沦为乳房上的精液容器，白浊液体层包裹着胸部，罩杯内的精液不断溢出淹没整个上半身，乳房被彻底淹没在白浊中，乳头浸泡在液体深处感受不到空气，胸部皮肤被长时间浸泡变得肿胀敏感", "胸衣精液污浊8": "胸衣完全失去功能，只是挂在胸部上的精液团，乳房被厚厚的白浊完全包裹，液体灌满乳沟和腋下，胸部感觉像被液体吞噬，呼吸时液体随着起伏涌动，乳头被精液包裹引发持续的异样刺激", "胸衣精液污浊9": "胸衣彻底被精液吞没，乳房变成了精液的蓄水池，液体不断从胸部涌出流满腹部和背部，乳房被厚厚的精液层压迫变形，乳头完全淹没在液体中，胸部皮肤被浸泡得发白，呼吸几乎停止只能小口喘气", "胸衣精液污浊10": "胸衣已经完全看不出存在，乳房被精液完全淹没，液体层层堆积形成白色的山丘，乳头埋在精液深处，胸部和腹部都被白浊覆盖，液体渗入皮肤的每个毛孔，全身上半部散发出令人作呕的浓烈气味", "手套精液污浊1": "手套指尖和掌心沾有白浊液体，触摸物品会留下痕迹微微湿滑，手指活动时能感受到指缝间的黏腻，指甲周围也积累了一些液体，握拳时手套内部的液体被挤压到指缝，手背也有几处小的湿痕", "手套精液污浊2": "手套大部分被白浊液体浸湿，变得黏腻而沉重手指活动受限，掌心和指尖的液体最多，握持物品时会留下明显的湿痕，手腕处也被液体浸湿，手指弯曲时能听到液体挤压的声音", "手套精液污浊3": "整副手套完全被白浊液体浸透，每动一下都有液体滴落，手指活动时能听到湿润的水声，指缝间拉出长长的白色丝线，握持物品时会留下湿漉漉的印记无法精细操作，手掌和手背都被液体覆盖", "手套精液污浊4": "手套被厚厚的精液层包裹，手指几乎无法弯曲，液体填满手套的每个角落，掌心积满白色液体，手指像泡在精液池中，活动时大量液体从指尖滴落，手腕和前臂都被流下的液体沾湿", "手套精液污浊5": "手套彻底被精液浸透，布料变得沉重且失去弹性，手指被厚厚的液体层包裹无法活动，液体从手套的每个缝隙渗出，手掌和手背都被白浊覆盖，手部完全失去功能只能任由液体滴落", "手套精液污浊6": "手套已经无法辨认原本形状，只剩下手上挂着的一团白色液体，手指被精液完全淹没，液体灌满手套内部，手部感觉像浸泡在精液容器中，手腕到肘部都被流下的精液覆盖", "手套精液污浊7": "手套沦为手部精液的容器，手指完全无法活动，液体从手套不断溢出流满前臂，手掌被精液填满，皮肤被长时间浸泡变得皱缩发白，双手完全失去知觉只能感受到液体的重量", "手套精液污浊8": "手套完全失去功能，双手被精液完全吞没，液体层层堆积在手上，手指埋在白浊深处，手部像两个精液球般沉重，液体不断从手部流下淹没前臂和肘部，皮肤被浸泡得肿胀，散发出刺鼻的腥臭味", "手套精液污浊9": "手套彻底被精液淹没，双手变成了精液的源头，液体源源不断从手部涌出，手指完全埋在精液中无法分辨，手臂也被厚厚的液体层覆盖，双手失去所有功能只能任由精液流淌", "手套精液污浊10": "手套已经完全看不出存在，双手被精液完全包裹形成两团滴落的白浊，手指手掌手背都淹没在液体中，手臂被精液覆盖到肩膀，双手如同浸泡在精液池中，皮肤被长时间浸泡到红肿", "下衣精液污浊1": "下装散发出微弱的腥咸气味表面看起来正常，只有极细微的湿痕，裆部和大腿内侧有几处小的白色斑点，布料微微发硬，行走时能感受到轻微的摩擦，私密部位被湿润的布料贴着略感不适", "下衣精液污浊2": "下装某些部位有微微的湿痕形成小片白色区域，行走时有轻微摩擦感，裆部的液体最明显，臀部和大腿也有少量湿痕，布料局部变得半透明，隐约能看到内下体的轮廓，私密部位被湿布料包裹着", "下衣精液污浊3": "下装多处有明显的白浊液体痕迹，部分已经渗透布料，湿润的区域紧贴皮肤，走动时布料与皮肤之间发出轻微的水声散发出明显的腥咸气息，裆部完全湿透，臀部和大腿内侧也被液体浸湿", "下衣精液污浊4": "下装大部分被白浊液体浸湿，布料紧贴皮肤显出下面的轮廓，每走一步都有湿润的感觉留下微微的水痕，裤腿间摩擦时发出粘腻的声响，裆部和臀部完全透明，大腿和小腿也被液体浸湿", "下衣精液污浊5": "整件下装都被白浊液体完全浸透，行走时发出湿润的声音，布料变得沉重且半透明完全贴合腿部轮廓，每一步都会挤出少量液体形成细小的水流，裆部臀部和腿部都被液体包裹", "下衣精液污浊6": "下装彻底被浓稠的白浊液体覆盖，布料完全湿透且沉重行走变得困难，内层的液体不断与皮肤摩擦发出明显的水声，整个下半身被白色液体包裹，私密部位被湿布料刺激并浸泡在液体中", "下衣精液污浊7": "下装已经无法称之为衣物，只是裹在下半身的一层白色液体，布料完全失去支撑力紧贴腿部，裆部臀部大腿小腿的每一寸皮肤都被液体覆盖，行走时下装如同第二层皮肤般移动，液体不断从裤脚流出", "下衣精液污浊8": "下装彻底被精液浸透，布料变成了白色的液体膜，腿部轮廓完全暴露，臀部的曲线大腿的形状都清晰可见，液体层层堆积在衣物上，移动时感觉像拖着水袋，整个下半身被精液淹没", "下衣精液污浊9": "下装沦为精液的容器，厚厚的液体层包裹着下半身，衣物已经无法辨认原样，只剩下腰部和裤脚勉强维持形状，裆部和臀部被精液完全淹没，私密部位浸泡在精液池中，阴唇和阴道口被液体包围", "下衣精液污浊10": "下装已经完全看不出存在，布料完全溶解在液体中，只剩下覆盖下半身的精液层，私密部位完全浸泡在精液中，整个下半身散发出令人窒息的气味，移动时精液如瀑布般倾泻", "内裤精液污浊1": "内裤上有少量白浊液体痕迹，布料微微湿润形成小范围的湿痕，裆部有些粘腻，阴唇被湿润的布料贴着，走动时能感受到轻微的摩擦，私密部位有些不适但不明显", "内裤精液污浊2": "内裤大部分被白浊液体浸湿，布料变得半透明紧贴私密部位，阴唇的轮廓隐约可见，裆部完全湿透，液体渗入阴道口周围，走动时内裤摩擦阴唇引发异样的刺激，臀部也被液体沾湿", "内裤精液污浊3": "整条内裤完全被白浊液体浸透，几乎看不出原本的颜色和形状，布料变得沉重且完全贴合私密部位，行走时液体在布料和皮肤之间流动带来持续的湿滑感散发出浓烈的气味", "内裤精液污浊4": "内裤被厚厚的精液层浸透，布料紧紧贴在私密部位上，阴唇完全被液体包裹，精液渗入阴道内部，走动时能感受到液体在阴道口流动，臀部和裆部都被白浊覆盖，精液的重量压迫着私密部位", "内裤精液污浊5": "内裤彻底被精液淹没，私密部位被厚厚的液体层包裹，阴唇浸泡在精液中，走动时阴道内的液体随着动作流动，臀缝被精液填满，整个私密区域被白浊覆盖，散发出浓烈的腥味", "内裤精液污浊6": "内裤已经无法辨认原本形状，只剩下裆部勉强覆盖着被精液淹没的私密部位，阴唇完全浸泡在液体中，液体从阴道口溢出，臀部和大腿内侧都被流淌的精液覆盖，私密部位被长时间浸泡变得异常敏感", "内裤精液污浊7": "内裤沦为私密部位精液的容器，厚达数厘米的液体层包裹着裆部，阴唇被彻底淹没，阴道内充满精液，液体不断从阴道溢出流满臀部和大腿，私密部位被精液吞噬，皮肤被长时间浸泡变得肿胀", "内裤精液污浊8": "内裤完全失去功能，私密部位被精液完全吞没，阴唇淹没在白浊中，阴道被厚厚的精液填满，臀部和大腿都被精液覆盖，私密部位感觉像浸泡在精液池中，散发出刺鼻的腥臭味", "内裤精液污浊9": "内裤彻底被精液淹没，私密部位变成了精液的源头，阴道内的精液不断涌出淹没整个下半身，阴唇完全埋在液体中，臀部和腿部都被厚厚的精液层覆盖，私密部位失去知觉只能感受到液体的流动", "内裤精液污浊10": "内裤已经完全看不出存在，私密部位被精液完全包裹，阴道成为精液的出口，阴唇和阴道口都淹没在白浊中，整个下半身被精液覆盖，私密部位被精液长时间浸泡，散发出令人窒息的浓烈气味", "袜子精液污浊1": "袜子尖端有少量白浊液体痕迹，形成小片湿润区域，布料微微发硬，散发着淡淡的腥臭气味，脚趾部分与袜子接触时能感受到细微的黏腻感，白色液体在布料纤维间凝固，走动时摩擦出微妙的不适", "袜子精液污浊2": "袜子上有明显的白浊液体痕迹，部分区域湿润，与皮肤接触有滑腻感，液体渗入纤维使布料变得透明，能隐约看见里面的肌肤，走动时湿润部分紧贴脚面，精液在袜子表面形成半透明的斑块", "袜子精液污浊3": "袜子大部分被白浊液体浸湿，布料紧贴皮肤，脚趾之间的部分特别湿润，每走一步都有湿漉漉的触感，液体在袜子和皮肤之间涂抹开来，形成黏稠的薄膜，白浊精液已经渗透到袜子内层", "袜子精液污浊4": "整双袜子都被白浊液体完全浸透，精液将袜子染成半透明状态，布料完全贴合脚部轮廓，行走时液体在袜子和皮肤之间流动，每一步都能感受到湿滑的触感，袜子边缘开始有液体渗出和滴落", "袜子精液污浊5": "袜子彻底被白浊液体覆盖，每走一步都有液体从袜子中挤出，里面积满了液体，行走时发出明显的水声，脚部完全浸泡在湿滑的环境中，布料几乎无法分辨，袜子表面形成厚厚的精液层，不断向外溢出", "袜子精液污浊6": "袜子被过量的白浊液体彻底淹没，布料膨胀变形，袜子内部完全被精液充满，液体从袜口大量溢出流淌到小腿上，每一步都在脚下形成白色的水洼，脚趾在黏稠的液体中无法自由活动", "袜子精液污浊7": "袜子已无法承受如此多的白浊液体，布料开始出现小范围的破裂，液体从破口汹涌而出，露出被精液浸泡得发白的皮肤，整个脚部都被厚厚的白浊覆盖，散发着浓烈的腥臭味", "袜子精液污浊8": "袜子在过量精液的浸泡下几乎失去原本形态，多处破裂露出大片湿滑的肌肤，脚部肌肤完全暴露在精液的浸泡中，形成黏稠的外壳，每次移动都伴随着大量液体的流淌和布料撕裂的声音", "袜子精液污浊9": "袜子仅剩残破的最少形态勉强挂在脚上，脚部完全暴露在外被厚重的白浊液体覆盖，大量的白浊精液如同泥浆般包裹着整个脚部，液体不断从残存的布料缝隙中涌出，散发着令人作呕的浓烈气味", "袜子精液污浊10": "袜子已彻底沦为精液的容器，只剩几缕被精液浸透的布条，脚部被超量的白浊液体完全淹没，行走时精液如同瀑布般从脚部倾泻喷出，每一步都在地面形成大片的白色水洼，完全被白色的黏稠液体吞没", "鞋子精液污浊1": "鞋面上有少量白浊液体痕迹，形成小片区域或凝固成小块，微微反光，液体渗入鞋的纹理中，在表面留下淡淡的白色斑点，散发着微弱的腥味，在鞋面上触摸时能感受到细微的粗糙感和黏性", "鞋子精液污浊2": "鞋子多处有明显的白浊液体附着，特别是在缝隙处，步态略显沉重，鞋面材质因浸湿而变色，鞋内开始积累少量液体，白色的精液在鞋面形成不规则的斑块，走动时能感到鞋内的轻微湿滑", "鞋子精液污浊3": "鞋子大部分被白浊液体浸湿，精液已经渗透到鞋子内部，材质变得沉重，走路时能感受到鞋内积累的液体，每次抬脚都伴随着精液的拉扯声，鞋面变得湿滑而有光泽，液体从鞋舌处微微渗出", "鞋子精液污浊4": "整双鞋都被白浊液体完全浸透，鞋面材质因过度浸湿而开始软化，走路时发出湿润的声音，精液在鞋内形成小水池，脚部完全浸泡其中，每走一步都伴随着液体的挤压声，鞋底留下湿润的白色脚印", "鞋子精液污浊5": "鞋子彻底被白浊液体覆盖，过量的精液使鞋子变形，内部完全被液体填满，白色液体不断从各个开口涌出，行走时发出明显的水声，脚部如同在黏液沼泽中行走，每一步都伴随着大量精液的喷溅", "鞋子精液污浊6": "过量的白浊液体使鞋子严重变形，鞋内的精液深度已经超过脚踝，液体几乎要溢出鞋口，每一步都伴随着液体的喷溅，脚部完全淹没在黏稠的精液中，失去支撑感，行走变得极为困难", "鞋子精液污浊7": "鞋子在极度的精液浸泡下濒临崩溃，多处大面积破裂，精液层层叠叠地覆盖着脚部，形成厚重的白色外壳，行走时精液如泥浆般从脚边溅起，留下大片淫靡的痕迹，散发出极其浓烈的腥臭味", "鞋子精液污浊8": "鞋子仅剩最基本的框架在脚上勉强可见，白浊液体将脚部完全淹没，每迈出一步都伴随着大量精液的倾泻和残余鞋体的进一步解体，在地面留下连续的白色水洼，散发着浓烈刺鼻的腥臭味", "鞋子精液污浊9": "鞋子彻底沦为精液的附着物，脚部完全暴露在外被超量白浊覆盖，每一步都在精液中艰难跋涉，脚部被令人震惊的精液量彻底包裹，形成厚达数厘米的白色液体层，每次移动都伴随着黏稠液体的拉扯", "鞋子精液污浊10": "曾经的鞋子已经彻底消失在精液的海洋中，只剩下难以辨认的碎片漂浮在白色黏稠液体表面，脚部被超乎想象的精液量完全淹没，每一步都如同在稠密的精液泥沼中艰难跋涉，浓烈的腥臭味几乎凝固成实质", "武器精液污浊1": "武器握柄处有少量白浊液体痕迹，手持时感到微微湿滑，液体渗入握柄的纹理中，在光线下泛着微弱的光泽，散发着淡淡的腥味", "武器精液污浊2": "武器表面有明显的白浊液体附着，特别是在握持部位，使用时易滑脱，液体在金属或木质表面形成黏稠的薄膜，影响正常使用，触摸时手指会沾上液体", "武器精液污浊3": "整件武器大部分被白浊液体覆盖，使表面变得湿滑难以握持，液体渗入武器的每一道纹理和缝隙，增加了重量和黏腻感，挥舞时有液体甩出，形成飞溅的弧线，完全无法正常使用", "武器精液污浊4": "武器被厚厚的白浊液体层包裹，原本的材质和细节几乎无法辨认，液体不断从表面滴落，握持时手掌完全陷入黏稠的液体中，武器重量显著增加，挥动时液体四处飞溅", "武器精液污浊5": "武器彻底被过量的白浊液体淹没，表面形成厚重的精液外壳，完全无法使用，液体的重量使武器难以举起，每次移动都伴随着大量液体的流淌，散发着令人作呕的浓烈气味", "武器精液污浊6": "武器在极度的精液覆盖下开始出现损坏迹象，部分装饰或附件因液体浸泡而松动脱落，整体被厚达数厘米的白浊层包裹，液体不断向下流淌形成淫靡的景象", "武器精液污浊7": "武器表面的精液层已达到惊人厚度，部分结构因长时间浸泡而变形，液体从各个角落渗出，武器几乎完全失去原有功能，成为精液的载体，散发着刺鼻的腥臭", "武器精液污浊8": "武器被超量白浊液体完全吞没，仅能勉强辨认出基本轮廓，多处部件因液体侵蚀而受损，液体的重量使其无法被正常持握，每次尝试移动都会导致大量精液的流失", "武器精液污浊9": "武器已彻底沦为精液的容器，保持着最基本的可识别形态，被令人惊骇的白浊量完全包裹，液体层层叠叠覆盖表面，形成淫靡而恶心的景象，完全丧失任何实用价值", "武器精液污浊10": "武器在极限量的精液浸泡下濒临解体，只剩核心结构勉强维持最少形态，被厚重的白色液体层完全掩埋，液体不断从各处涌出，形成持续的流淌，散发着令人窒息的浓烈腥臭味", "附属物精液污浊1": "附属物表面有少量白浊液体痕迹，局部区域湿润，微微反光，液体渗入材质的细微缝隙，在表面形成小片的湿润区域，触摸时指尖会沾上微量液体", "附属物精液污浊2": "附属物大部分被白浊液体覆盖，原本的色泽变得模糊，触感湿滑黏腻，液体在表面形成不均匀的涂层，部分区域开始有液体滴落，散发着明显的腥味", "附属物精液污浊3": "整个附属物完全被浓稠白浊液体包裹，原本的形状和材质特征变得模糊，液体填满每一个细小的缝隙，沾染周围的物体，触摸时能感受到湿滑温热的质感，重量明显增加", "附属物精液污浊4": "附属物被厚重的白浊液体层完全覆盖，液体不断从边缘滴落，表面形成黏稠的液体膜，完全掩盖了原有的特征，与周围接触的物体都会被液体沾染，散发着浓郁的腥臭气味", "附属物精液污浊5": "附属物在过量精液的包裹下严重变形，液体层厚达数厘米，不断向外流淌，原本的轮廓几乎无法辨认，整体重量增加数倍，移动时会甩出大量白浊液体，形成淫靡的飞溅", "附属物精液污浊6": "附属物被极度的精液量完全淹没，只剩模糊的基本形态，液体从各个方向渗出流淌，与附属物接触的身体部位也被连带浸湿，形成大片的湿润区域，散发着令人作呕的气味", "附属物精液污浊7": "附属物在超量白浊的侵蚀下开始出现结构损坏，部分材质因液体浸泡而变质松软，液体的重量使其下垂变形，不断有粘稠的液体成股流下，周围形成白色的水洼", "附属物精液污浊8": "附属物已彻底沦为精液的附着物，仅保留最基本的可识别轮廓，被令人惊骇的液体量完全包裹，与身体接触部位被严重牵连，皮肤被液体浸泡得发白肿胀，散发着刺鼻的腥臭", "附属物精液污浊9": "附属物在极限量的精液侵蚀下濒临崩溃，多处出现破损和变形，只剩最少形态勉强维持，液体不断从破口涌出，连带的身体部位完全被白浊覆盖，形成淫靡恶心的景象", "附属物精液污浊10": "附属物已完全失去原有功能，仅靠最后的完整性保持着可辨认的最少形态，被超量的白色液体彻底吞没，连带身体部位严重受累，整体形成令人窒息的淫靡混合物，液体持续不断地流淌", "爱液1": "阴唇微微湿润，从紧闭的穴口处渗出少量透明爱液，使粉嫩的阴唇间闪烁着湿润光泽，花瓣般的阴唇轻轻贴合，透明的液体在唇缝间形成细密的水珠，散发出淡淡的甜腥气息", "爱液2": "透明爱液从内部充盈的阴道涌出，挤开粉嫩的阴唇，使整个私密区域都变得湿滑而温暖，阴唇呈现晶莹透亮的状态，行走时有轻微水声，蜜液顺着阴唇的褶皱缓缓流淌，在大腿根部留下湿润的痕迹", "爱液3": "大量透明爱液不断从湿润的阴道口涌出，阴唇被完全浸润呈微微张开状态，每次走动都能感受到蜜液在穴道内的流动，爱液顺着大腿内侧蜿蜒流下，形成明显的湿痕，液体在光线下泛着微妙的光泽", "爱液4": "透明的爱液如泉水般从充盈的阴道内持续喷涌而出，阴唇无法闭合，形成小股瀑布，无论如何夹紧都无法阻止液体从穴口不断流出，每一步都能感受到内部液体的晃动与涌出，大腿内侧被爱液完全浸湿", "爱液5": "阴道内的爱液已经达到饱和状态，每一次轻微的动作都会导致大量透明液体从穴口喷涌而出，阴唇完全无法闭合，穴口大张着不断涌出蜜液，双腿从大腿根部到小腿都被爱液浸湿，形成连续的湿润痕迹", "爱液6": "过量的爱液使整个私密部位都被透明液体覆盖，阴道口完全张开呈现出淫靡的倒挂状态，蜜液如同瀑布般持续不断地从穴道深处涌出，双腿被爱液彻底浸湿，\\n液体顺着腿部流淌至脚踝，每走一步都会在地面留下大片湿润的痕迹，阴唇因长时间的浸泡而肿胀，呈现出诱人的深粉色，穴口的收缩已经完全失去控制，\\n只能任由爱液肆意流淌，空气中的甜腥气味浓烈到令人眩晕，身体本能地渴望着被侵犯", "爱液7": "阴道内的爱液已经达到惊人的程度，透明的液体如同泉水般从穴道深处喷涌而出，阴唇完全外翻，内壁清晰可见，整个私处都被爱液淹没，\\n形成淫靡的液体池，双腿从胯部到脚踝都被透明液体完全覆盖，行走时大量爱液从穴口喷溅出来，在地面形成连续的水洼，阴道的收缩功能已经完全丧失，\\n只能任由蜜液毫无节制地流淌，内壁因极度充血而呈现出深红色，每一次呼吸都伴随着大量液体的涌出，身体已经完全被欲望支配", "爱液8": "爱液的分泌已经达到病态的程度，阴道内如同蓄满了透明液体的水库，每一次轻微的动作都会导致大量蜜液从完全张开的穴口喷涌而出，阴唇已经肿胀变形，\\n外翻的内壁不断痉挛着喷射出液体，整个下体都被爱液彻底淹没，双腿被透明液体完全包裹，形成湿滑的液体薄膜，行走时如同在自己的淫液中游泳，\\n每一步都伴随着大量液体的倾泻，地面被爱液浸湿成一片，散发出极其浓郁的雌性气息，身体已经完全失去理智", "爱液9": "阴道内的爱液已经超出了正常的生理极限，透明的液体如同洪水般从穴道深处汹涌而出，阴唇完全失去形状，整个私处呈现出淫靡的液体喷泉状态，\\n爱液不仅浸湿了双腿，还溅射到周围的地面和物体上，行走已经变得极为困难，每迈出一步都会有大量液体从穴口喷射出来，形成弧形的水柱，\\n阴道内壁因长时间的极度充血而呈现出紫红色，完全失去收缩能力，只能任由蜜液肆无忌惮地涌出，空气中的甜腥味浓烈到几乎凝固，身体已经彻底沦为欲望的奴隶", "爱液10": "爱液的分泌已经达到令人惊骇的程度，阴道内如同装满了透明液体的容器，每一次呼吸、每一次心跳都会导致大量蜜液从完全失去形状的穴口喷涌而出，\\n整个下体已经被爱液彻底淹没，形成一个淫靡的液体池，双腿被厚重的透明液体层层包裹，行走时如同在稠密的蜜液沼泽中挣扎，每移动一步都伴随着大量爱液的倾泻和喷溅，\\n地面被浸湿成一大片水洼，阴道内壁因极限的充血而呈现出深紫色，完全丧失所有功能，只是一个不断喷涌液体的肉穴，散发出的浓烈雌性气息几乎令人窒息，\\n身体已经彻底崩溃在无尽的欲望深渊中", "灌肠0": "肠道状态正常，无任何灌入物质，保持着自然健康的状态，肠壁呈现健康的粉红色，内部干爽清洁，没有任何异物感，腹部平坦柔软，肠道蠕动规律正常，身体处于舒适自然的状态，没有任何不适", "灌肠1": "温热灌肠液已经注入，内壁湿润，液体在肠道内流动带来奇妙的充盈感，轻轻按压腹部能感受到内部液体的轻微波动，肠壁被温暖的液体包裹，产生微妙的舒适感，腹部略微隆起，液体在肠道内缓慢流动", "灌肠2": "灌肠后肠道洁净如新，行走时有微妙的空荡感，内壁被彻底清洁，呈现出健康的粉色，只有一种舒适的轻盈与通畅，肠道内部干净清爽，没有任何残留物，，走动时能感受到内部的空虚感", "灌肠3": "粘稠精液充盈肠道，腹内温热，伴随微妙饱胀感，白色液体填满了肠道褶皱，行走时能感受到内部液体缓慢流动的异样触感，肠壁被温热黏稠的精液紧紧贴合，富有生命力的精子依然在肠道内四处游动", "灌肠4": "肠内残留少量精液，微微湿润，走动时有轻微粘黏感，肠壁上附着着稀薄的白色液体痕迹，呈现出被精液浸润过的状态，除了残留的空荡感之外，还能感受到微妙的湿滑触感和隐约的余温", "精液灌肠5": "肠道内充满了大量粘稠的白色精液，腹部明显隆起，内部被温热的液体完全填满，行走时能清晰感受到精液在肠道内的剧烈晃动和流动，肠壁被厚重的精液层层包裹，\\n每一寸内壁都被白浊液体浸润，腹部的饱胀感持续不断，后穴拼命收缩却仍有少量精液渗出，肠道深处传来被填满的充实感和精液特有的温热感，\\n走动变得困难，每一步都伴随着内部液体的剧烈波动", "精液灌肠6": "过量的精液将肠道撑到极限，腹部严重隆起，内部被白色粘稠液体完全占据，肠壁被撑得紧绷，每次呼吸都能感受到精液的压迫感，行走时大量液体在肠道内翻涌，\\n带来强烈的异物感，后穴已经无法完全闭合，不断有白浊液体从缝隙中渗出，肠道深处充满了被过度填充的胀痛感，精液的重量使腹部下坠，\\n每移动一步都伴随着内部液体的剧烈晃动和轻微的疼痛感，腥臭的气味从后穴处飘散出来", "精液灌肠7": "肠道被惊人量的精液完全充满，腹部极度膨胀，内壁被白色液体撑到透明，肠道的容量已经达到极限，每一次轻微的动作都会导致剧烈的胀痛，\\n精液在肠道内如同活物般涌动，不断冲击着肠壁，后穴无法控制地张开，大量白浊液体从中流出，顺着大腿内侧蜿蜒而下，行走已经变得极为困难，\\n腹部的重量感压迫着内脏，每一步都伴随着精液的喷涌和强烈的不适感，空气中弥漫着浓烈的精液腥臭味", "精液灌肠8": "肠道已经被过量精液撑到变形，腹部如同怀孕般隆起，内部被白色粘稠液体完全占据，肠壁因过度拉伸而变得半透明，可以看到内部翻滚的白浊液体，\\n每一次呼吸都伴随着剧烈的胀痛和精液的涌动，后穴完全失去控制，大量白色液体如泉水般从中喷涌而出，无法站立或正常行走，只能弯腰用手按压腹部，\\n试图减轻内部的压力，精液不断从后穴流出，在地面形成大片的白色水洼，散发出令人作呕的浓烈腥臭，身体已经完全被精液支配", "精液灌肠9": "肠道内的精液量已经达到病态的程度，腹部极度膨胀变形，内部被超量的白色液体完全填满，肠壁被撑到极限随时可能破裂，剧烈的胀痛感贯穿整个腹腔，\\n精液在肠道内翻滚涌动，不断冲击着内壁，后穴完全张开无法闭合，白浊液体如瀑布般从中倾泻而出，无法进行任何正常活动，只能躺在地上任由精液从身体内喷涌，\\n大量液体涌出后腹部略微缩小，但很快又被内部的精液重新撑满，地面被白色液体彻底浸湿，空气中的腥臭味浓烈到令人窒息，身体已经彻底沦为精液的容器", "精液灌肠10": "肠道已经被惊人的精液量完全淹没，腹部膨胀到令人惊骇的程度，内部如同装满了白色液体的水囊，肠壁因极度拉伸而呈现透明状态，内部翻滚的精液清晰可见，\\n剧烈的胀痛已经超越了忍耐的极限，精液不仅充满了整个肠道，还开始向更深处的内脏渗透，后穴完全失去形状，白浊液体如洪水般从中汹涌而出，\\n根本无法控制，身体完全失去活动能力，只能任由精液从体内喷涌，腹部被精液撑得如同即将爆裂的气球，每一次心跳都伴随着内部液体的剧烈波动，\\n大量精液倾泻而出在身体周围形成白色的液体池，散发出的腥臭味几乎令人晕厥，身体和意识都已经被无尽的精液彻底吞没", "灌肠液量0": "肠道内没有灌入任何液体，状态正常，腹部平坦，无任何不适感", "灌肠液量1": "肠道内有少量液体，带来轻微的不适感，行走时能感到微弱的波动", "灌肠液量2": "液体填充了部分肠道，腹部出现轻微的隆起，活动时有明显液体感", "灌肠液量3": "大量液体充满肠道，腹部明显鼓起，行动时能感受到液体的晃动，如同早期妊娠的状态，走动时内部液体的波动带来微妙的饱胀感，腹部皮肤变得紧绷而光滑", "灌肠液量4": "肠道被液体完全撑开，腹部高高隆起如同怀孕，移动变得困难，腹部皮肤绷紧发亮，能看到下面浅浅的青色血管，每走一步都伴随着内部液体的晃动和不适", "灌肠液量5": "超量的液体使肠道极度扩张，腹部膨胀到极限，如同临产，几乎无法行动，腹部皮肤绷紧透亮，遍布淡淡的纹路，触摸能明显感受到内部液体的压力，稍微移动就伴随着强烈的不适和内部液体的剧烈晃动", "尿液0": "膀胱刚刚排空，呈现舒适的放松状态，膀胱壁完全放松，尿道内仅残留着微量透明液体，尿道口干爽清洁，腹部平坦柔软，没有任何压力感，如释重负的轻松感使身体倍感舒适", "尿液1": "膀胱处于正常状态，尿液积累量很少，几乎感觉不到存在，腹部没有任何压力感，一段时间内不需要考虑排泄问题，身体状态舒适自然，膀胱内仅有少量淡黄色液体，不影响任何日常活动，没有任何不适感", "尿液2": "膀胱内积存少量淡黄色液体，带来轻微的充盈感，膀胱壁开始感受到轻微的压力，下腹部有微妙的轻压感，但并不影响正常活动，偶尔走动时能感受到液体的轻微晃动，但尚不需要寻找排泄场所", "尿液3": "膀胱已积累了一定程度的尿液，膀胱壁开始绷紧，下腹部有饱胀感，时刻能感受到内部液体的存在，走动时液体的晃动带来轻微的不适，压力渐增使人不自觉地并拢双腿，存在一定的排泄欲望", "尿液4": "膀胱里储存了大半容积的尿液，下腹部隆起并伴随着持续的胀痛感，每走一步都能感受到液体在内部的剧烈晃动，膀胱壁绷紧，尿道口有微微的湿润感，难以控制的排泄欲望必须用力夹紧双腿才能勉强控制", "尿液5": "膀胱极度膨胀，尿液几乎要从尿道口溢出，下腹部明显隆起，排泄冲动持续不断，尿道口不断有微量液体渗出，随时可能完全失禁，无法站直或行走，每个动作都会导致尿液在膀胱内翻涌，", "尿液6": "膀胱已经超过了正常容量的极限，尿液不断从尿道口涌出，无法控制，下腹部极度隆起，剧烈的胀痛感贯穿整个下腹，膀胱壁被撑到透明，\\n随时可能破裂，尿液如小溪般从尿道口持续流出，完全无法阻止，双腿内侧被尿液完全浸湿，地面形成黄色的水洼，身体已经失去对排泄的任何控制，\\n只能任由尿液肆意流淌，腹部的疼痛已经到达难以忍受的程度", "尿液7": "膀胱在过量尿液的压迫下濒临崩溃，下腹部极度膨胀变形，内部如同充满液体的水囊，剧烈的疼痛使人无法站立，大量尿液从尿道口喷涌而出，\\n完全失禁，液体如瀑布般倾泻，打湿了整个下半身和地面，膀胱的压力在尿液排出后略微减轻，但仍然充满，括约肌已经完全失去功能，只能任由尿液持续流出，\\n身体蜷缩在地，被自己的尿液浸泡，散发出刺鼻的尿骚味", "尿液8": "膀胱已经被惊人量的尿液完全占据，下腹部膨胀到病态的程度，内壁因极度拉伸而半透明，可以看到内部翻滚的黄色液体，剧烈的疼痛已经超越了忍耐极限，\\n尿液如洪水般从尿道口汹涌而出，完全无法控制，大量液体喷射出来，在身体周围形成大片的尿液池，身体已经完全失去活动能力，只能躺在自己的尿液中，\\n膀胱在排空过程中剧烈痉挛，每一次收缩都伴随着更多尿液的喷出，空气中弥漫着浓烈的尿骚味，身体和意识都被排泄的痛苦完全支配", "尿液9": "膀胱内的尿液已经达到令人惊骇的程度，下腹部极度变形，如同即将爆裂的水球，膀胱壁被撑到极限随时可能破裂，尿液如泉水般从尿道口持续喷涌，\\n完全失去任何控制，大量黄色液体倾泻而出，将身体周围彻底浸湿，形成巨大的尿液池，身体完全瘫软，被自己的排泄物淹没，膀胱在极度痛苦中持续收缩，\\n试图排出所有液体，但尿液似乎永无止境，每一次喷射都伴随着撕裂般的疼痛，空气中的尿骚味浓烈到令人窒息，意识在痛苦和羞耻中逐渐模糊", "尿液10": "膀胱已经被超出想象的尿液量完全淹没，下腹部膨胀到骇人的程度，膀胱壁的内部压力已经高到濒临破裂，尿液如洪流般从尿道口汹涌喷射，\\n完全失控，大量液体如瀑布般倾泻而出，将整个身体和周围区域彻底淹没，形成巨大的尿液海洋，身体完全瘫痪在自己的排泄物中，膀胱在极限的痛苦中疯狂收缩，\\n试图排出所有的液体，每一次喷射都伴随着难以承受的剧痛，尿液持续不断地从体内涌出，似乎永远不会停止，空气中的尿骚味浓烈到令人晕厥，\\n身体和意识都已经在极度的痛苦和羞耻中彻底崩溃，只剩下本能的排泄反应在继续", "破处血1": "阴道口红肿微张，无法完全闭合，处女膜残片附着在粉嫩的内壁上，鲜红的处子血混合着透明液体从穴口缓缓流出，形成细小的红色痕迹。阴道内传来持续的疼痛感，每次移动都会加剧这种撕裂般的不适"}, "h_state": {"生理期0": "安全期", "生理期1": "普通期", "生理期2": "危险期", "生理期3": "排卵期", "阴茎位置0": "发交中", "阴茎位置1": "阴茎蹭脸中", "阴茎位置2": "口交中", "阴茎位置3": "乳交中", "阴茎位置4": "腋交中", "阴茎位置5": "手交中", "阴茎位置6": "抽插阴道中", "阴茎位置7": "抽插子宫中", "阴茎位置8": "抽插后穴中", "阴茎位置9": "抽插尿道中", "阴茎位置10": "腿交中", "阴茎位置11": "足交中", "阴茎位置12": "尾交中", "阴茎位置13": "阴茎蹭角中", "阴茎位置14": "阴茎蹭耳朵中", "阴茎位置20": "帽子交中", "阴茎位置21": "眼镜交中", "阴茎位置22": "耳饰交中", "阴茎位置23": "脖饰交中", "阴茎位置24": "口罩交中", "阴茎位置25": "上衣交中", "阴茎位置26": "胸衣交中", "阴茎位置27": "手套交中", "阴茎位置28": "下衣交中", "阴茎位置29": "内裤交中", "阴茎位置30": "袜子交中", "阴茎位置31": "鞋子交中", "阴茎位置32": "武器交中", "阴茎位置33": "附属物交中", "体位1": "正常位", "体位2": "后背位", "体位3": "对面骑乘位", "体位4": "背面骑乘位", "体位5": "对面座位", "体位6": "背面座位", "体位7": "对面立位", "体位8": "背面立位", "体位9": "对面抱位", "体位10": "背面抱位", "体位11": "对面卧位", "体位12": "背面卧位"}, "text_ai_system_promote": {"系统提示词0": "你是一个游戏文学作家，负责编写游戏中的对话文本。你非常擅长根据给出的条件，描写当前场景里两个角色的互动场景。你需要严格遵守以下的每个规则来进行描写：", "系统提示词1": "1.对于每个场景，你需要写{talk_num}句话，每句话不低于30个字符，不超过80个字符，每句话结束后输入一个\\n。", "系统提示词2": "2.你需要针对一个给出的特定动作来描写这个场景。你的描写必须非常直白、通俗易懂，能准确体现出是谁在对谁做什么动作，角色必须完成这个动作的全过程。", "系统提示词3": "3.你可以描写两个角色的对话台词、表情、肢体动作、心理活动。在通俗易懂的基础上，可以适度地描写一些动作的细节。", "系统提示词4": "4.故事的大背景是，一款叫做《明日方舟》(英文名为《Arknights》)的，由鹰角网络开发的一款策略向塔防手游。如果你知道这个游戏，请直接使用该游戏的背景，你要描写的角色都是该游戏里的同名角色。如果你不知道，这是该游戏的简要背景介绍：这是一家大型跨国医疗公司，公司名叫罗德岛，两个角色中一位是这个医药公司的博士，也是公司的领导人之一，是青年男性。另一位是这个公司的员工，一个女性。", "系统提示词5": "5.你的描述文本中需要充分利用给出的条件，突出两个角色之间的关系，详细描述要求进行的动作。", "系统提示词6": "6.你只能输出最后的描述文本，不要重复我的问题。"}}